[
    {
        "date": "2025-04-13",
        "title": "[M] Sociedade do Cansaço - Byung-Chul Han",
        "tags": [
            "Byung-chul Han"
        ],
        "highlights": [
            {
                "Page": "7",
                "highlight": "diverso, mas pelo excesso de positividade. Assim, eles escapam a qualquer técnica imunológica, que tem a função de afastar a negatividade daquilo que é estranho.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "7",
                "highlight": "Pela defesa, afasta-se tudo que é estranho.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "7",
                "highlight": "estranheza como tal. Mesmo que o estranho não tenha nenhuma intenção hostil, mesmo que ele não represente nenhum perigo, é eliminado em virtude",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "7",
                "highlight": "adentrando no campo e em todo o âmbito social, ali foi inscrita uma cegueira:",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "7",
                "highlight": "qual se estabeleceu uma divisão nítida entre dentro e fora, amigo e inimigo ou entre próprio e estranho. Mesmo a Guerra Fria seguia esse esquema",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "8",
                "highlight": "paradigma[1]. Hoje a sociedade está entrando cada vez mais numa constelação que se afasta totalmente do esquema de organização e de defesa imunológicas. Caracteriza-se pelo desaparecimento da alteridade e da estranheza. A",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "8",
                "highlight": "alteridade entra em cena a diferença, que não provoca nenhuma reação imunológica. A diferença pós-imunológica, sim, a diferença pós-moderna já",
                "color": "Yellow",
                "highlight_note": "A diferença, nesse sentido, seria algo já domesticado, integrado na lógica do consumo e do entretenimento. Em vez de um choque diante do outro, temos uma relação superficial, onde a estranheza se torna algo exótico, uma mercadoria para ser apreciada, explorada e consumida sem ameaça real ao status quo.",
                "note_color": "Red"
            },
            {
                "Page": "8",
                "highlight": "O estranho cede lugar ao exótico.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "8",
                "highlight": "de sua alteridade.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "8",
                "highlight": "que qualquer outra. O fato de um paradigma ser erigido propriamente como objeto de reflexão, muitas vezes, é sinal de seu declínio. Imperceptivelmente,",
                "color": "Yellow",
                "highlight_note": "Se aplicarmos essa ideia ao nosso tempo, podemos pensar que a crescente preocupação com temas como diversidade, inclusão e aceitação das diferenças pode ser um sintoma do colapso do paradigma imunológico. Em vez de afastar o que é estranho, muitas narrativas contemporâneas tentam integrar e compreender as alteridades. Ao mesmo tempo, vemos reações contrárias a isso, como discursos ultraconservadores que tentam reafirmar divisões rígidas entre \"nós\" e \"eles\", o que pode ser interpretado como uma tentativa desesperada de manter um modelo que já está desmoronando.",
                "note_color": "Red"
            },
            {
                "Page": "8",
                "highlight": "tecnologia da informática. Mas isso se modifica quando nos referimos a uma categoria interpretativa, cuja especificidade mais própria consiste na capacidade de cruzar transversalmente aquelas linguagens particulares, referindo-nos a um e ao mesmo horizonte de sentido. Como fica evidente já a",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "8",
                "highlight": "O estranho cede lugar ao exótico. O tourist viaja para visitá-lo. O turista ou o consumidor já não é mais um sujeito imunológico.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "9",
                "highlight": "partir do título desse volume, proponho essa categoria como sendo a categoria da ‘imunização’. [...] Os acontecimentos descritos acima, independente de sua desigualdade lexical, podem ser todos reduzidos a uma reação de proteção contra um risco”[3]. Nenhum dos acontecimentos",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "9",
                "highlight": "consegue, de seu lado, negar àquele. A autoafirmação imonológica do próprio, portanto, se realiza como negação da negação. O próprio afirma-se",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "9",
                "highlight": "A dialética da negatividade é o traço fundamental da imunidade. O imunologicamente outro é o negativo, que penetra no próprio e procura",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "10",
                "highlight": "violência ainda maior, que seria mortal. O desaparecimento da alteridade significa que vivemos numa época pobre de negatividades. É bem verdade que os adoecimentos neuronais do século XXI seguem, por seu turno, sua dialética, não a dialética da negatividade, mas a da positividade. São estados patológicos devidos a um exagero de positividade.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "10",
                "highlight": "Baudrillard aponta claramente para essa violência da positividade quando escreve sobre o igual: “Quem vive do igual, também perece pelo igual”[4].",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "10",
                "highlight": "Baudrillard fala igualmente da “obesidade de todos os sistemas atuais”, do sistema de informação, do sistema de comunicação e do sistema de produção. Não existe imunorreação à gordura. Mas Baudrillard expõe o totalitarismo do",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "10",
                "highlight": "Não existe imunorreação à gordura. Mas Baudrillard expõe o totalitarismo do igual a partir da perspectiva imunológica – e essa é a debilidade de sua teoria:",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "10",
                "highlight": "enfático. O igual não leva à formação de anticorpos. Num sistema dominado pelo igual não faz sentido fortalecer os mecanismos de defesa. Temos de",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "10",
                "highlight": "essa é a debilidade de sua teoria:",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "10",
                "highlight": "distinguir entre rejeição (Abstössung) imunológica e não imunológica. Essa se aplica a um excesso de igual, um exagero de positividade. Ali não há",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "12",
                "highlight": "violência sistêmica, isto é, uma violência imanente ao sistema. Tanto a depressão quanto o Tdah ou o SB apontam para um excesso de positividade. A SB é uma queima do eu por superaquecimento, devido a um excesso de igual. O hiper da hiperatividade não é uma categoria imunológica. Representa apenas uma massificação do positivo.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "12",
                "highlight": "A positivação do mundo faz surgir novas formas de violência. Essas não partem do outro imunológico. Ao contrário, elas são imanentes ao sistema.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "12",
                "highlight": "procede do estranho no sentido imunológico. A Medusa é quiçá o outro imunológico em sua forma extrema. Constitui uma alteridade radical, que nem sequer se pode olhar, sem sucumbir. Assim, a violência neuronal, ao",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "14",
                "highlight": "da negatividade. Justamente a desregulamentação crescente vai abolindo-a. O poder ilimitado é o verbo modal positivo da sociedade de desempenho. O plural coletivo da afirmação Yes, we can expressa precisamente o caráter de positividade da sociedade de desempenho. No lugar de proibição,",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "14",
                "highlight": "A sociedade disciplinar de Foucault, feita de hospitais, asilos, presídios, quartéis e fábricas, não é mais a sociedade de hoje. Em seu lugar, há muito tempo, entrou uma outra sociedade, a saber, uma sociedade de academias de fitness, prédios de escritórios, bancos, aeroportos, shopping centers e laboratórios de genética. A sociedade do século XXI não é mais a sociedade",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "14",
                "highlight": "pela negatividade da proibição. O verbo modal negativo que a domina é o não-ter-o-direito. Também ao dever inere uma negatividade, a negatividade",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "14",
                "highlight": "A sociedade disciplinar é uma sociedade da negatividade. É",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "14",
                "highlight": "mandamento ou lei, entram projeto, iniciativa e motivação. A sociedade disciplinar ainda está dominada pelo não. Sua negatividade gera loucos e delinquentes. A sociedade do desempenho, ao contrário, produz depressivos e",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "14",
                "highlight": "laboratórios de genética. A sociedade do século XXI não é mais a sociedade disciplinar, mas uma sociedade de desempenho. Também seus habitantes não se chamam mais “sujeitos da obediência”, mas sujeitos de desempenho e produção. São empresários de si mesmos. Nesse sentido, aqueles muros das",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "15",
                "highlight": "fracassados.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "15",
                "highlight": "A mudança de paradigma da sociedade disciplinar para a sociedade de desempenho aponta para a continuidade de um nível. Já habita, naturalmente, o inconsciente social, o desejo de maximizar a produção. A partir de determinado ponto da produtividade, a técnica disciplinar ou o esquema negativo da proibição se choca rapidamente com seus limites. Para elevar a produtividade, o paradigma da disciplina é substituído pelo paradigma do desempenho ou pelo esquema positivo do poder, pois a partir de um determinado nível de produtividade, a negatividade da proibição tem um efeito de bloqueio, impedindo um maior crescimento. A positividade do poder é bem mais eficiente que a negatividade do dever. Assim o inconsciente social do dever troca de registro para o registro do poder. O sujeito de desempenho é mais rápido e mais produtivo que o sujeito da obediência. O poder, porém, não cancela o dever. O sujeito de desempenho continua disciplinado. Ele tem atrás de si o estágio disciplinar. O poder eleva o nível de produtividade que é intencionado através da técnica disciplinar, o imperativo do dever. Mas em relação à elevação da produtividade não há qualquer ruptura; há apenas continuidade.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "16",
                "highlight": "iniciativa. O que torna doente, na realidade, não é o excesso de responsabilidade e iniciativa, mas o imperativo do desempenho como um novo mandato da sociedade pós-moderna do trabalho.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "16",
                "highlight": "mesmo. O depressivo é o inválido dessa guerra internalizada. A depressão é o adoecimento de uma sociedade que sofre sob o excesso de positividade. Reflete aquela humanidade que está em guerra consigo mesma.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "18",
                "highlight": "O excesso de positividade",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "18",
                "highlight": "ocupar-se ao mesmo tempo também com outras atividades. Deve cuidar para que, ao comer, ele próprio não acabe comido. Ao mesmo tempo tem de vigiar",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "18",
                "highlight": "animal está obrigado a dividir sua atenção em diversas atividades. Por isso, não é capaz de aprofundamento contemplativo – nem no comer nem no copular. O animal não pode mergulhar contemplativamente no que tem diante de si, pois tem de elaborar ao mesmo tempo o que tem atrás de si. Não",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "18",
                "highlight": "atenção. A técnica temporal e de atenção multitasking (multitarefa) não representa nenhum progresso civilizatório. A multitarefa não é uma",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "18",
                "highlight": "sua prole e manter o olho em seu(sua) parceiro(a). Na vida selvagem, o animal está obrigado a dividir sua atenção em diversas atividades. Por isso,",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "18",
                "highlight": "Com isso se fragmenta e destrói a atenção.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "18",
                "highlight": "estímulos, informações e impulsos. Modifica radicalmente a estrutura e economia da atenção. Com isso se fragmenta e destrói a atenção. Também a",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "18",
                "highlight": "informação pós-moderna. Trata-se antes de um retrocesso. A multitarefa está amplamente disseminada entre os animais em estado selvagem. Trata-se de uma técnica de atenção, indispensável para sobreviver na vida selvagem.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "18",
                "highlight": "Entrementes, o assédio moral, por exemplo, alcança uma desproporção pandêmica. A preocupação pelo bem viver, à qual faz parte também uma",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "18",
                "highlight": "que, ao comer, ele próprio não acabe comido. Ao mesmo tempo tem de vigiar sua prole e manter o olho em seu(sua) parceiro(a). Na vida selvagem, o",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "18",
                "highlight": "apenas a multitarefa, mas também atividades como jogos de computador geram uma atenção ampla, mas rasa, que se assemelha à atenção de um animal selvagem. As mais recentes evoluções sociais e a mudança de estrutura",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "18",
                "highlight": "Um animal ocupado no exercício da mastigação",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "19",
                "highlight": "profundo de um “pássaro onírico, que choca o ovo da experiência”[14]. Se o sono perfaz o ponto alto do descanso físico, o tédio profundo constitui o ponto alto do descanso espiritual. Pura inquietação não gera nada de novo. Reproduz e acelera o já existente. Benjamin lamenta que esse ninho de",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "19",
                "highlight": "importante para um processo criativo. Walter Benjamin chama a esse tédio profundo de um “pássaro onírico, que choca o ovo da experiência”[14]. Se o",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "19",
                "highlight": "convivência bem-sucedida, cede lugar cada vez mais à preocupação por sobreviver.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "19",
                "highlight": "informativas e processos. E visto que ele tem uma tolerância bem pequena para o tédio, também não admite aquele tédio profundo que não deixa de ser importante para um processo criativo. Walter Benjamin chama a esse tédio",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "19",
                "highlight": "pressupõe um ambiente onde seja possível uma atenção profunda. Essa atenção profunda é cada vez mais deslocada por uma forma de atenção bem distinta, a hiperatenção (hyperattention). Essa atenção dispersa se caracteriza",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "19",
                "highlight": "por uma rápida mudança de foco entre diversas atividades, fontes informativas e processos. E visto que ele tem uma tolerância bem pequena",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "19",
                "highlight": "“arabescos de seu revestimento estaríamos em casa”",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "19",
                "highlight": "esmo inquieto, irá se debater ou se afundará nesta ou naquela atividade. Mas quem é tolerante com o tédio, depois de um tempo irá reconhecer que possivelmente é o próprio andar que o entedia. Assim, ele será impulsionado a procurar um movimento totalmente novo. O correr ou o cavalgar não é um modo de andar novo. É um andar acelerado. A dança, por exemplo, ou balançar-se, representa um movimento totalmente distinto. Só o homem pode dançar. Possivelmente no andar é tomado por um profundo tédio, de tal modo que por essa crise o tédio transponha o passo do correr para o passo da dança. Comparada com o andar linear, reto, a dança, com seus movimentos",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "19",
                "highlight": "devem-se a uma atenção profunda, contemplativa.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "19",
                "highlight": "Quem se entedia no andar e não tolera estar entediado, ficará andando a esmo inquieto, irá se debater ou se afundará nesta ou naquela atividade. Mas",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "19",
                "highlight": "Os desempenhos culturais da humanidade,",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "20",
                "highlight": "espanto a respeito do ser-assim das coisas,",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "20",
                "highlight": "Vita contemplativa",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "20",
                "highlight": "se abrem a uma atenção profunda, contemplativa[16]. Só o demorar-se contemplativo tem acesso também ao longo fôlego, ao lento. Formas ou estados de duração escapam à hiperatividade. Paul Cézanne, esse mestre da",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "20",
                "highlight": "qualquer exequibilidade e processualidade. A dúvida moderna cartesiana dissolve o espanto. A capacidade contemplativa não está necessariamente ligada ao ser imperecível. Justamente o oscilante, o inaparente ou o fugidio só",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "20",
                "highlight": "em mim, eu sou sua consciência”[17]. É só a atenção profunda que interliga a “instabilidade dos olhos” gerando o recolhimento, que está em condições de “delimitar as mãos errantes da natureza”. Sem esse recolhimento contemplativo, o olhar perambula inquieto de cá para lá e não traz nada a se manifestar. Mas a arte é uma “ação expressiva”. O próprio Nietzsche, que",
                "color": "Yellow",
                "highlight_note": "A contemplação, assim, é essencial para que a arte, por exemplo, tenha significado. Ele possibilita um recolhimento do olhar, permitindo que a experiência artística se torne expressiva e profunda, em vez de apenas um consumo rápido de imagens.",
                "note_color": "Red"
            },
            {
                "Page": "20",
                "highlight": "em mim, eu sou sua consciência”[17]. É só a atenção profunda que interliga a “instabilidade dos olhos” gerando o recolhimento, que está em condições de “delimitar as mãos errantes da natureza”. Sem esse recolhimento contemplativo, o olhar perambula inquieto de cá para lá e não traz nada a se manifestar. Mas a arte é uma “ação expressiva”. O próprio Nietzsche, que",
                "color": "Yellow",
                "highlight_note": "A contemplação, assim, é essencial para que a arte, por exemplo, tenha significado. Ele possibilita um recolhimento do olhar, permitindo que a experiência artística se torne expressiva e profunda, em vez de apenas um consumo rápido de imagens.",
                "note_color": "Red"
            },
            {
                "Page": "22",
                "highlight": "finita. Hannah Arendt, ao contrário, orienta a possibilidade da ação no nascimento, o que concede ao agir uma ênfase mais heroica. O milagre",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "22",
                "highlight": "heroico. Porém, o primeiro Heidegger pautou o agir decisivo no tema da morte. A possibilidade da morte impõe limites ao agir e torna a liberdade",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "23",
                "highlight": "As descrições do animal laborans moderno de Arendt não correspondem às observações que podemos fazer na sociedade de desempenho de hoje. O",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "23",
                "highlight": "para entregar-se pelo trabalho a um processo de vida anônimo da espécie. A sociedade laboral individualizou-se numa sociedade de desempenho e numa sociedade ativa. O animal laborans pós-moderno é provido do ego ao ponto",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "23",
                "highlight": "quanto o agir, decaem ao patamar do trabalho. Assim, Arendt vê a Modernidade, que começou inicialmente com uma ativação heroica inaudita de todas as capacidades humanas, findar numa passividade mortal.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "23",
                "highlight": "A explicação de Arendt para o triunfo do animal laborans não resiste a um teste comprobatório nas recentes evoluções sociais. Ela afirma que a vida do indivíduo na Modernidade estaria “totalmente mergulhada na corrente do processo de vida que domina a geração” e que a única decisão individual ativa consistiria apenas ainda em “como que soltar-se, renunciar à sua individualidade”, para poder “funcionar” melhor[21]. A absolutização do",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "23",
                "highlight": "de quase dilacerar-se. Ele pode ser tudo, menos ser passivo. Se renunciássemos à sua individualidade fundindo-se completamente no processo da espécie, teríamos pelo menos a serenidade de um animal. Visto com precisão, o animal laborans pós-moderno é tudo menos animalesco. É hiperativo e hiperneurótico. Deve-se procurar um outro tipo de resposta à",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "24",
                "highlight": "de transitoriedade. Desnuda a vida. O próprio trabalho é uma atividade desnuda. O trabalho desnudo é precisamente a atividade que corresponde à vida desnuda. O trabalho desnudo e a vida desnuda condicionam-se",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "24",
                "highlight": "Se houvesse um horizonte de sentido que se eleva acima da vida desnuda, a saúde não poderia ser absolutizada nessas proporções.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "24",
                "highlight": "morte e produzindo um sentimento de duração, tornaram-se obsoletas. A desnarrativização (Entnarrativisierung) geral do mundo reforça o sentimento de transitoriedade. Desnuda a vida. O próprio trabalho é uma atividade",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "24",
                "highlight": "tão transitória como hoje. Radicalmente transitória não é apenas a vida humana, mas igualmente o mundo como tal. Nada promete duração e subsistência. Frente a essa falta do Ser surgem nervosismos e inquietações. A",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "25",
                "highlight": "Precisamente frente à vida desnuda, que acabou se tornando radicalmente transitória, reagimos com hiperatividade, com a histeria do trabalho e da produção. Também o aceleramento de hoje tem muito a ver com a carência",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "25",
                "highlight": "muçulmanos[*] nos campos de concentração. Os muçulmanos são prisioneiros fracos e consumidos, que se tornaram completamente apáticos com a depressão aguda e que nem sequer conseguem ainda distinguir entre o frio físico e o comando do guarda. Não podemos nos isentar da suspeita de que o",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "25",
                "highlight": "pensamento, mas do poder das pessoas que agem, o pensamento não seria irrelevante para o futuro das pessoas, pois, dentre as atividades da vita activa, o pensamento seria a mais ativa atividade, superando todas as outras atividades quanto à pura atuação. Assim, ela encerra seu livro com as seguintes palavras: “Aqueles que estão familiarizados com a experiência do",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "25",
                "highlight": "que seria capaz também de ter tempo livre para o lazer. Leva ao contrário a uma sociedade do trabalho, na qual o próprio senhor se transformou num escravo do trabalho. Nessa sociedade coercitiva, cada um carrega consigo seu campo de trabalho. A especificidade desse campo de trabalho é que somos ao",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "25",
                "highlight": "animal laborans pós-moderno, com seus transtornos neuronais, seria também um muçulmano, com a diferença, porém, de que, diversamente do muçulmano, está bem-nutrido e, não raras vezes, bastante obeso.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "25",
                "highlight": "Elas geram novas coerções.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "26",
                "highlight": "conjurado sempre de novo por Arendt. Por volta do final de seu tratado Vita activa, sem querer, Arendt acaba falando a linguagem da vida contemplativa. Ela não consegue ver que precisamente a perda da capacidade contemplativa, que não por último depende da absolutização da vita activa, é corresponsável pela histeria e nervosismo da sociedade ativa moderna.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "26",
                "highlight": "pensamento dificilmente deixarão de concordar com o provérbio de Cato [...]: ‘Jamais se é tão ativo como quando, visto do exterior, aparentemente nada se faz, jamais se está menos só do que quando se está só na solidão consigo mesmo’”. Essas frases conclusivas soam como um auxílio emergencial. O que",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "26",
                "highlight": "citado a Cato, ele louva propriamente a vida contemplativa. Não a vida ativa, mas só a vida contemplativa é que torna o homem naquilo que ele deve ser. A",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "26",
                "highlight": "mediação entre vita activa e vita contemplativa. Assim escreve também São Gregório: “Temos de saber: Quando exigimos um bom programa de vida, que passe da vita activa para a vita contemplativa, então, muitas vezes, é útil se a alma retorna da vida contemplativa para a ativa, de tal modo que a chama da contemplação que se acendeu no coração transmita toda sua perfeição à atividade. Assim, a vida ativa deve levar-nos à contemplação, mas a contemplação, partindo daquilo",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "26",
                "highlight": "atividade. Assim, a vida ativa deve levar-nos à contemplação, mas a contemplação, partindo daquilo que contemplamos interiormente, deve reconduzir-nos para a atividade” (apud HAAS, A.M. “Die",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "28",
                "highlight": "do espírito” (Geistigkeit). Temos de aprender a “não reagir imediatamente a um estímulo, mas tomar o controle dos instintos inibitórios, limitativos”. A falta de espírito, falta de cultura repousaria na “incapacidade de oferecer resistência a um estímulo”. Reagir de imediato e seguir a todo e qualquer",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "28",
                "highlight": "segundo Nietzsche, a “cultura distinta”. Aprender a ver significa “habituar o olho ao descanso, à paciência, ao deixar-aproximar-se-de-si”, isto é, capacitar o olho a uma atenção profunda e contemplativa, a um olhar demorado e lento. Esse aprender-a-ver seria a “primeira pré-escolarização para o caráter",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "28",
                "highlight": "dialética do ser-ativo que escapa a Arendt consiste no fato de que a agudização hiperativa da atividade faz com que essa se converta numa hiperpassividade, na qual se dá anuência irresistivelmente a todo e qualquer impulso e estímulo. Em vez de liberdade, ela acaba gerando novas coerções. É uma ilusão acreditar que quanto mais ativos nos tornamos tanto mais livres seríamos.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "28",
                "highlight": "resistência a um estímulo”. Reagir de imediato e seguir a todo e qualquer impulso já seria uma doença, uma decadência, um sintoma de esgotamento.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "28",
                "highlight": "Nietzsche formula três tarefas,",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "28",
                "highlight": "A vita contemplativa pressupõe uma pedagogia específica do ver.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "28",
                "highlight": ", devemos aprender a falar e a escrever.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "28",
                "highlight": "gente precisa de educadores. Devemos aprender a ler, devemos aprender a pensar, devemos aprender a falar e a escrever. A meta desse aprendizado seria,",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "28",
                "highlight": "Devemos aprender a ler,",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "28",
                "highlight": "Ao contrário, ela oferece resistência aos estímulos opressivos, intrusivos. Em vez de expor o olhar aos impulsos exteriores, ela os dirige soberanamente. Enquanto um fazer soberano, que sabe dizer não, é mais ativa que qualquer hiperatividade, que é precisamente um sintoma de esgotamento espiritual. A",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "29",
                "highlight": "s. Ela nega o todo. N",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "29",
                "highlight": "nenhuma mudança decisiva. Assim, irritamo-nos também por causa do inevitável. A irritação está para a ira como o medo está para a angústia.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "29",
                "highlight": "o que já existe. Uma virada real para o outro pressupõe a negatividade da interrupção. Só por meio da negatividade do parar interiormente, o sujeito de ação pode dimensionar todo o espaço da contingência que escapa a uma mera atividade. É bem verdade que o hesitar não representa uma ação positiva, mas",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "29",
                "highlight": "Falta-lhe qualquer negatividade, que permitiria olhar para o outro. A ira, ao contrário, coloca definitivamente em questão o presente. Ela pressupõe uma pausa interruptora no presente. É nisso que ela se distingue da irritação. A dispersão geral que marca a sociedade de hoje não permite que surja a ênfase e a energia da ira. A ira é uma capacidade que está em condições de",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "29",
                "highlight": "e a energia da ira. A ira é uma capacidade que está em condições de interromper um estado, e fazer com que se inicie um novo estado. Hoje, cada",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "29",
                "highlight": "Sem aqueles “instintos limitativos”, o agir se deteriora numa reação e abreação inquieta e hiperativa. A atividade pura nada mais faz do que prolongar",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "29",
                "highlight": "positivação do mundo torna-o pobre em estados de exceção.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "29",
                "highlight": "segundo a estupidez da mecânica”[25]. Há diversos tipos de atividade. A atividade que segue a estupidez da mecânica é pobre em interrupções. A máquina não pode fazer pausas. Apesar de todo o seu desempenho computacional, o computador é burro, na medida em que lhe falta a capacidade para hesitar.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "30",
                "highlight": "m cálculo.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "30",
                "highlight": "angústia e luto, que radicam numa negatividade,",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "30",
                "highlight": "Se possuíssemos apenas a potência de fazer algo e não tivéssemos a",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "30",
                "highlight": "imensidão de dados, porque está livre de toda e qualquer alteridade. É uma máquina positiva. Justo por causa de sua autorrelação autista, por causa da",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "31",
                "highlight": "potência de não fazer, incorreríamos numa hiperatividade fatal. Se tivéssemos apenas a potência de pensar algo, o pensamento estaria disperso numa quantidade infinita de objetos. Seria impossível haver reflexão (Nachdenken), pois a potência positiva, o excesso de positividade, só admite o continuar pensando (Fortdenken).",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "31",
                "highlight": "contemplação. Na meditação zen, por exemplo, tenta-se alcançar a negatividade pura do não-para, isto é, o vazio, libertando-se de tudo que aflui e se impõe. Assim é um processo extremamente ativo, e algo bem distinto que passividade. É um exercício para alcançar em si um ponto de soberania, de ser",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "37",
                "highlight": "também no esporte, decairia para uma concorrência farmacêutica. Só a proibição, porém, não impede aquele desenvolvimento pelo qual não só o corpo, mas também o homem como um todo se transforma numa máquina de desempenho, que pode funcionar livre de perturbações e maximizar seu",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "37",
                "highlight": "lentamente numa sociedade do doping. Nesse meio tempo, também a expressão negativa “doping cerebral” é substituída por “neuro-enhancement” (melhoramento cognitivo). O doping possibilita de certo modo um",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "38",
                "highlight": "cansaços consumiram como fogo nossa capacidade de falar, a alma”. Eles são violência porque destroem qualquer comunidade, qualquer elemento comum, qualquer proximidade, sim, inclusive a própria linguagem: “Aquele",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "38",
                "highlight": "entre",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "38",
                "highlight": "excesso de positividade. O excesso da elevação do desempenho leva a um infarto da alma.",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            },
            {
                "Page": "38",
                "highlight": "torna-o “permeável” para o mundo. Restabelece a “dualidade” que foi totalmente destruída no cansaço solitário. A gente vê e é vista. A gente toca e",
                "color": "Yellow",
                "highlight_note": "",
                "note_color": "Red"
            }
        ]
    }
]
