[
  {
    "date": "2025-03-29",
    "title": "Creativity in a Nutshell - Interalia Magazine",
    "url": "https://www.interaliamag.org/articles/margaret-boden-creativity-in-a-nutshell/",
    "thumbnail": "https://www.interaliamag.org/wp-content/uploads/2016/07/Margaret-A-Boden-the-creative-mind-Copy.jpg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Creative ideas are unpredictable. Sometimes, they even seem to be impossible — and yet they happen.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Creativity is the ability to come up with ideas or artefacts that are new, surprising, and valuable. “Ideas,” here, includes concepts, poems, musical compositions, scientific theories, cooking recipes, choreography, jokes … and so on, and on. “Artefacts” include paintings, sculpture, steam-engines, vacuum cleaners, pottery, origami, penny-whistles … and you can name many more.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  {
    "date": "2025-03-29",
    "title": "How to Improve Your Creative Thinking",
    "url": "https://every.to/superorganizers/understanding-the-science-of-creativity",
    "thumbnail": "https://d24ovhgu8s7341.cloudfront.net/uploads/post/cover/2407/optimized_6F_efmmrtI5LvmzHwPNyxNGOFOzO_GvYNNf5sbLWWie-BI6HJF61JYFWGSKEyR3AmaB2CeZyVK7zLuCnCG5Dd5qk3r_jq55Ir0RiARt4pPySccS4iDEqfl-sNrL0XRvmmakmEmQHWpagBkwlXWbcPWyJU5xfq-CsHc1XoDAtKR4sbzgOXvDzhOXPBSVucw.png.jpeg",
    "tags": ["Criatividade", "Processo criativo"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Creativity is the ability to produce an artifact or an idea that is both novel and useful given a particular social context (some definitions also include valuable as a necessary requirement).",
        "color": "Yellow",
        "highlight_note": "\"\"[...] produzir um artefato ou uma ideia que seja ao mesmo tempo NOVA e ÚTIL [...]\"\""
      },
      {
        "highlight": "In creativity research, it can mean that an idea has sprung from a connection that has never been made or is new to an individual but may be otherwise widely known.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Researchers generally believe that creativity is a two-part process. The first is to generate candidate ideas and make novel connections between them, and the second is to narrow down to the most useful one. The generative step in this process is divergent thinking. It’s the ability to recall, associate, and combine a diverse set of information in novel ways to generate creative ideas. Convergent thinking takes into account goals and constraints to ensure that a given idea is useful. This part of the process typically follows divergent thinking and acts as a way to narrow in on a specific idea. ",
        "color": "Yellow",
        "highlight_note": "Primeiro, o pensamento divergente se relaciona com a memória, associação e combinação de diversas informações de maneiras novas para gerar ideias criativas; então, o pensamento convergente \"\"[...] leva em conta as metas e as restrições para garantir que uma determinada ideia seja útil\"\"."
      },
      {
        "highlight": "As our minds begin this dance between divergent and convergent thinking, we first need to have learned some information about how the world works and have some ideas to pull from. We can call our pile of ideas and experience knowledge.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Memory is a complicated topic, but at a high level, as information related to language—or semantic information—and information related to your senses—or perceptual information—comes into our minds, it is encoded in episodes, or periods of time.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Memories are the materials needed for creative thinking. Consuming other people's ideas in conversation by reading or listening to them (like you're doing now!) stimulates creativity and deepens existing associations.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Read voraciously and engage deeply with a wide variety of content to build a richer memory bank for you to tap.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Our minds are efficient in the sense that if something isn’t used, it’s not worth expending the resources to keep it readily available.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Taking notes, making highlights, and revisiting that material when it’s related to what you’re currently thinking about is a good way to maintain and strengthen connections. I think of consuming your own writing later as akin to a conversation with yourself through time that re-activates and situates that information in a new world where you've had more experience.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Our mental state has a large influence on our creativity. The complete picture is nuanced, but the best state for doing creative thought work depends on the type of work, your attentional state, your mood, and how engaged you can be. In terms of your mood, it’s helpful to be in a positive affective mental state—e.g., happy and not anxious. This doesn’t mean that if you’re feeling a bit down, you won’t have any creative thoughts, but it does mean that you should be investing in your emotional well-being.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "In a productivity-obsessed culture, it’s easy to think that if we just buckle down and focus, we can churn out more creative thought work. Counterintuitively, the more we try and force ourselves to focus, the narrower our thinking may become.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Finally, all the understanding in the world of how your beautiful mind produces creative thought won’t get you any closer to doing creative work. You simply need to do it often, with intention, but not too much. As my childhood hero, Miss Frizzle, would say, “Take chances, make mistakes, and get messy.”",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  {
    "date": "2025-03-28",
    "title": "Keeping Tabs on your Tabs | Why You Need a Tab Day",
    "url": "https://read.glasp.co/p/keeping-tabs-on-your-tabs-why-you?utm_source=post-email-title&publication_id=397295&post_id=160045417&utm_campaign=email-post-title&isFreemail=true&r=4k0exr&triedRedirect=true&utm_medium=email",
    "thumbnail": "https://substackcdn.com/image/fetch/w_1200,h_600,c_fill,f_jpg,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F29f12c12-65ac-42a3-a620-0891adf985e5_1024x745.webp",
    "tags": ["Cultura digital", "Hiperfoco", "Dissertação", "Organização"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "The above is an apt microcosm of modernity.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "To be online is to have a debilitating addiction to information by way of browser tabs. The metaphors write themselves.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "The amount of information consumed daily now is roughly equivalent to what an extremely educated individual would process in a lifetime 500 years ago.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "I once read that social media is like being thirsty in the ocean. You look around and all you see is “water” but it’s salt water. The more you drink, the faster you die of dehydration.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "To extend the aquatic metaphors, author of The Shallows: What the Internet Is Doing to Our Brains Nicholas Carr wrote, “What the [internet] seems to be doing is chipping away my capacity for concentration and contemplation. Whether I’m online or not, my mind now expects to take in information the way the [internet] distributes it: in a swiftly moving stream of particles. Once I was a scuba diver in the sea of words. Now I zip along the surface like a guy on a Jet Ski.”",
        "color": "Yellow",
        "highlight_note": "\"\"O que a [Internet] parece estar fazendo é reduzir minha capacidade de concentração e contemplação. Quer eu esteja on-line ou não, minha mente agora espera receber informações da maneira como a [Internet] as distribui: em um fluxo rápido de partículas. Antes eu era um mergulhador no mar de palavras. Agora, deslizo pela superfície como um cara em um Jet Ski.\"\""
      },
      {
        "highlight": "In 2022, the American Psychological Association warned that growing numbers of Americans were suffering from what one therapist termed “media saturation overload”",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Research has linked clean, organized spaces — and even just the act of cleaning — to reduced anxiety and fatigue, as well as improved concentration and mood.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "A study on the effects of clutter in the home found that individuals who felt overwhelmed by the amount of “stuff” in their homes were more likely to procrastinate.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Clutter can also affect our general mental health, making us feel stressed, anxious, or depressed. Research from the United States in 2009, for instance, found the levels of the stress hormone cortisol were higher in mothers whose home environment was cluttered; elevated cortisol levels sustained over time can lead to anxiety and depression.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Cleanliness is next to godliness. When you clear the clutter—both physical and digital—your productivity increases.",
        "color": "Yellow",
        "highlight_note": "É muito interessante ver como essa coleção de recortes mostram como nós buscamos atividades simples e mecânicas para aliviar o estresse do overthinking. Byung-Chul Han fala sobre o tédio ser necessário, mas também a prática munda é uma maneira de atingir o tédio, pois através dessas atividades, nós alcançamos um nível de relaxamento e suspensão de um certo tipo de 'modo de pensar'."
      },
      {
        "highlight": "Tab Day is my midweek reset/refresh that falls after Monday's mania and before the midweek malaise.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "The rules are wonderfully simple:  Set aside 60 minutes one day a week  Open all your browser windows  Give each tab a ruthless assessment  Close what doesn't serve you  Read or act on what matters  Bookmark anything genuinely worth revisiting  You're not catching up. You're curating.  You're not consuming everything. You're choosing what matters.  It is not so much a detox as it is a defragmentation.1  It's about putting a dent in the digital deluge.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "During this hour, every closed tab triggers the same dopamine hit as checking something off a to-do list. It's not about how many tabs you close, but the act of doing so. Think of it like Marie Kondo for your digital life—holding each tab and then either acting on or disposing of it.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  {
    "date": "2025-03-28",
    "title": "Of Note: Better Text Annotations for the Web | Viget",
    "url": "https://www.viget.com/articles/of-note-better-text-annotations-for-the-web/",
    "thumbnail": "https://svc.assets.viget.com/eyJidWNrZXQiOiJ2Z3QtdmlnZXRjb20tYWxsLWFzc2V0cyIsImtleSI6ImJkLWFubm90YXRpb24taWxsdXN0cmF0aW9uLnBuZyIsImVkaXRzIjp7InJlc2l6ZSI6eyJ3aWR0aCI6MTIwMCwiaGVpZ2h0Ijo2MDAsImZpdCI6ImNvdmVyIn0sIndpdGhNZXRhZGF0YSI6dHJ1ZSwidG9Gb3JtYXQiOiJwbmciLCJwbmciOnsiY29tcHJlc3Npb25MZXZlbCI6MiwicHJvZ3Jlc3NpdmUiOmZhbHNlfX19?signature=550344cfd429a5d3836af9adb9b42deb0ba52c9b88ce3cdfd5198fb0eeb4f0a4",
    "tags": ["Para ler", "UI Design"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Of Note: Better Text Annotations for the Web",
        "color": "Yellow",
        "highlight_note": "Publicação sobre o design de notas dentro de textos na web."
      },
      {
        "highlight": " “Annotation is motivated by the human need to talk and explain; in this way, annotation provides a structure for extending or depicting the meaning of things in the world.” At their best, they illuminate subtle meanings; at their worst, they distract from the drift of their referent.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Annotations clarify, contextualize, and complement a subject.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "this pattern is a digital version of the endnotes printed in reference-heavy books. The reader who wants to read the notes faces a tedious journey. She experiences a physical context switch (marking her current position and moving to a new one), a visual context switch (finding the relevant note in the endnotes), and an intellectual context switch (removing herself from the flow of the present argument).",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "n ideal Web annotation pattern follows these principles:  Annotations appear in close visual proximity to the primary content. Their design neither distracts from nor hides the primary content. The preceding principles are followed regardless of screen width.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "digital",
        "color": "Pink",
        "highlight_note": "Referência irada do comportamento de anotações dentro do texto."
      }
    ]
  },
  {
    "date": "2025-03-28",
    "title": "There’s no such thing as a footnote  ¶  Personal Weblog of Joe Clark, Toronto",
    "url": "http://blog.fawny.org/2005/07/24/footnote/",
    "thumbnail": "https://storage.googleapis.com/glasp.co/src/img/thumbnail_wide.png",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "In HTML or XHTML, there’s no such thing as a footnote.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  {
    "date": "2025-03-27",
    "title": "Web annotation is already at scale",
    "url": "https://medium.com/meedan-updates/web-annotation-is-already-at-scale-8bb0dbfc0c9",
    "thumbnail": "https://miro.medium.com/v2/resize:fit:1200/1*5700NgZGhh7TgFaiL_HDlw.jpeg",
    "tags": [],
    "summary": "",
    "page_comment": "",
    "highlights": []
  },
  {
    "date": "2025-03-27",
    "title": "walking sims and the joy of existing in a virtual space – The Candybox Blog",
    "url": "https://www.nathalielawhead.com/candybox/walking-sims-and-the-joy-of-existing-in-a-virtual-space",
    "thumbnail": "https://nathalielawhead.com/noodles/walking_sims/N+bFAn.png",
    "tags": ["Jogos", "Espaço virtual", "Flaneur", "Para ler"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "walking sims and the joy of existing in a virtual space",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  {
    "date": "2025-03-27",
    "title": "Exploring the beautiful world of indie horror games (why work from smaller devs, and indie devs, is so meaningful) – The Candybox Blog",
    "url": "https://www.nathalielawhead.com/candybox/exploring-the-beautiful-world-of-indie-horror-games",
    "thumbnail": "https://nathalielawhead.com/noodles/dreadx/SK6mci.jpg",
    "tags": ["Jogos", "Indie", "Horror", "Para ler"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Exploring the beautiful world of indie horror games (why work from smaller devs, and indie devs, is so meaningful)",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  {
    "date": "2025-03-27",
    "title": "web world as water: digital ecosystems that give life  — kening zhu",
    "url": "https://keningzhu.com/journal/web-world-as-water",
    "thumbnail": "https://static1.squarespace.com/static/51e8148de4b01c1eb79c1977/5682f162b204d5635670f310/65b9f3376d00b96d84557ce6/1728474570671/web_as_water_website_as_bath.jpg?format=1500w",
    "tags": [
      "Para ler",
      "Produtividade",
      "Jardim digital",
      "Ecossistema digital",
      "Criatividade"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "web world as water: digital ecosystems that give life",
        "color": "Yellow",
        "highlight_note": "Post sobre ecossistemas digitais semelhantes a jardins, vale a pena conferir para entender essa dinâmica de produtividade e interação."
      }
    ]
  },
  {
    "date": "2025-03-27",
    "title": "transcendence of a productivity addict — kening zhu",
    "url": "https://keningzhu.com/journal/transcendence-of-a-productivity-addict",
    "thumbnail": "https://static1.squarespace.com/static/51e8148de4b01c1eb79c1977/5682f162b204d5635670f310/67d3f50783f5754fb59b7e18/1742119129227/ep17-cover.jpg?format=1500w",
    "tags": ["Para ler", "Produtividade", "Positividade", "Web Rebel"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "transcendence of a productivity addict",
        "color": "Yellow",
        "highlight_note": "Podcast sobre vício em produtividade."
      }
    ]
  },
  {
    "date": "2025-03-27",
    "title": "Web Design Museum - Discover old websites, apps and software",
    "url": "https://www.webdesignmuseum.org/",
    "thumbnail": "https://www.webdesignmuseum.org/uploaded/others/cropped-social-image-bg.png",
    "tags": ["Cibercultura", "Velha internet", "Library"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Web Design Museum exhibits thousands of screens and videos of old websites, mobile apps and software from 1990s to mid-00s",
        "color": "Yellow",
        "highlight_note": "Site com print de páginas antigas e muitas desativadas."
      }
    ]
  },
  {
    "date": "2025-03-26",
    "title": "What makes a good human interface? | thesephist.com",
    "url": "https://thesephist.com/posts/dm/",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": ["UI Design", "Para ler"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "What makes a good human interface?  A good engaged interface lets us do two things. It lets us  see information clearly from the right perspectives, and  express our intent as naturally and precisely as we desire.  To see and to express. This is what all great engaged interfaces — creative and exploratory tools — are about.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  {
    "date": "2025-03-26",
    "title": "Navigate, don't search | thesephist.com",
    "url": "https://thesephist.com/posts/search-vs-nav/",
    "thumbnail": "https://thesephist.com/img/find-uis.png",
    "tags": ["UI Design", "Cibercultura"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Humans are bad at coming up with search queries. Humans are good at incrementally narrowing down options with a series of filters, and pointing where they want to go next. This seems obvious, but we keep building interfaces for finding information that look more like Google Search and less like a map.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "All of these things, from text search boxes to links to algorithmic feeds, occupy places on a single spectrum, the spectrum of “interfaces people use to find information”",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "one side are interfaces that teleport the user straight to the result, like URLs or search",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "other side of the spectrum are interfaces for approaching what exactly you’re looking for incrementally – links and recommendation systems.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Different they may seem",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "all really interface ideas trying to address the same fundamental problem: looking for the needle in an information haystack.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "I’ve been pondering this gap between one-shot and incremental information-finding interfaces in the context of knowledge tools recently. Text search boxes are easy to design and easy to add to apps. But I think their ease on developers may be leading us to ignore potential interface ideas that could let us discover better ideas, faster.",
        "color": "Yellow",
        "highlight_note": "Esse é um questionamento interessante pois, observando outras formas de navegação, como em digital gardens, é possível ver essa diferença em como as informações de buscas se organizam e como mergulham e surfamos nelas. Vale refletir mais sobre isso, se precisamos ter mais densidade ou objetividade."
      },
      {
        "highlight": "Navigate, don't search",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  {
    "date": "2025-03-25",
    "title": "As Leis da Gestalt aplicadas ao Design de Interfaces",
    "url": "https://brasil.uxdesign.cc/as-leis-da-gestalt-aplicadas-ao-design-de-interfaces-efc480dc06ec",
    "thumbnail": "https://miro.medium.com/v2/resize:fit:1200/1*ibzRFIPL3wL2-LuRUdOb2g.jpeg",
    "tags": ["UI Design", "Gestalt"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "É que a Gestalt dita a forma como nós iremos, mesmo que inconscientemente, compreender tudo o que estamos visualizando em uma tela. De que forma iremos interpretar um conjunto ou agrupamento de elementos contidos em uma interface, é um exemplo disso.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  {
    "date": "2025-03-25",
    "title": "Home",
    "url": "https://emergencemagazine.org/",
    "thumbnail": "https://emergencemagazine.org/app/uploads/2021/03/EM-FB.jpg",
    "tags": ["Blogs", "Para ler"],
    "summary": "",
    "page_comment": "",
    "highlights": []
  },
  {
    "date": "2025-03-25",
    "title": "build a world, not an audience — kening zhu",
    "url": "https://keningzhu.com/journal/build-a-world-not-an-audience",
    "thumbnail": "https://static1.squarespace.com/static/51e8148de4b01c1eb79c1977/5682f162b204d5635670f310/65544de372845e682bf5a326/1720433514022/11.20_world_not_audience.jpg?format=1500w",
    "tags": ["Lista de leitura", "Cultura digital"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "in an age when everyone seems to be trying to build an audience in order to “monetize their passions,” the end result is a crowded digital world of people striving to be influencers-celebrities, especially on social media (let’s not even get started)",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  {
    "date": "2025-03-23",
    "title": "Backrooms, Liminal Spaces, And The Subliminal Menace Of Loneliness in Indie Horror Games – The Candybox Blog",
    "url": "https://www.nathalielawhead.com/candybox/backrooms-liminal-spaces-and-the-subliminal-menace-of-loneliness-in-indie-horror-games",
    "thumbnail": "https://nathalielawhead.com/noodles/newhorrorgames/postheader.jpg",
    "tags": ["Solitude", "Jogos", "Indie Horror", "Indie"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "My initial experience with games like Alone in the Dark and Tomb Raider often still surpass anything today (I speak for myself, that’s not a generalization). Maybe we rely on too much when we place so much value on visual fidelity? Maybe horror is elsewhere? Despite the incredible depth of detail AAA games today have, I think the older lack of detail, the hidden things, what remains unsaid… is why horror in games remains such a unique experience. This is why I think the PS1 era style horror boom is so popular right now.",
        "color": "Yellow",
        "highlight_note": "Okay, isso é uma observação interessante. No itch.io é possível perceber essa leva de jogos de horror baseados em gráficos estilo PS1—poligonais. Porém, também se dá pelo fato da facilidade em modelagem e programação com engines, principalmente para devs iniciantes e medianos, para criarem experiências com essa modelagem mais simples baseada em textura e não necessariamente na forma. Mas é um ponto interessante para se avaliar, realmente os jogos de horror AAA não tem mais tanto impacto, o horror já não se sustenta e as maiores franquias acabam se apoiando no suspense, thriller e ação."
      },
      {
        "highlight": "I wrote about that here: Exploring the beautiful world of indie horror games (why work from smaller devs, and indie devs, is so meaningful)",
        "color": "Pink",
        "highlight_note": "Aqui temos a referência sobre o que comentei do texto anterior, pode fazer bastante sentido. Marcando pra ler depois."
      },
      {
        "highlight": " Or even the dread of having to go into Tomb Raider 2’s Yeti Cages is something that will always highlight how terrifyingly lonely crawling through video game spaces can be. There could be more in that darkness than just low-poly Yeti’s! What if!?…",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "The terrifying menace of loneliness is a unique quality to three-dimensional spaces. If I watch a horror movie, I am with the protagonist. I am a witness, but not alone. If I’m in a video game, then I have to be the protagonist. I am alone.",
        "color": "Yellow",
        "highlight_note": "Essa é uma percepção muito maneira, pois é isso, o jogar horror se difere do assistir principalmente pela solidão, e é nisso que os jogos se destacam, sem a necessidade de grandes gráficos, pois incentivam a imaginação."
      },
      {
        "highlight": "Video game horror is more than a next-gen high quality aesthetic. It doesn’t have to have rich evocative three-dimensional environments.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Computers are fantastic places, and games are the accumulation of our digital fantasies. It doesn’t have to be in carefully built and curated worlds, it can also be the way we just exist in our daily digital lives that becomes the platform for playing one.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Our digital spaces are ephemeral. Nothing lasts. Not even the games we make will be playable forever. This digital art is a constant waterfall of new games, lost games, forgotten games, and “there are too many games” arguments… Words like liminal spaces, transient spaces, dreamscapes, and fever dreams, best describe how it’s like to exist as a digital artist. It’s all so breakable and easily lost.",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "Transitional journeys are a concept that define games",
        "color": "Pink",
        "highlight_note": ""
      },
      {
        "highlight": "Being alone with yourself in a strange uncertain place can be a uniquely upsetting experience.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Don’t Scream has a similar mechanic by using your microphone to make sure you “don’t make a sound” otherwise you die. It’s surprisingly hard to stay quiet. The novelty of a game breaking through the fourth wall like that, by involving another aspect of a player’s input (sound), makes for a well constructed upsetting experience. The horror isn’t just happening to the video game protagonist. It’s actually happening to me.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "The actual space the player is placed in is a monster too.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Video games seem so uniquely qualified for that. They empower us to place players in these actual contexts that we would not be able to in other linear media. The player becomes part of the world, not just a passive observer",
        "color": "Pink",
        "highlight_note": ""
      }
    ]
  },
  {
    "date": "2025-03-19",
    "title": "ANTUNES, Aline. O potencial estético-poético dos games e a sociedade de desempenho",
    "url": "https://www4.pucsp.br/pos/tidd/teccogs/artigos/2015/edicao_11/teccogs11_artigo06.pdf",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_pdf.jpeg",
    "tags": ["Byung-Chul Han", "Poética", "Jogos"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Byung-Chul Han inicia seu livro dizendo que cada época tem suas enfermidades fundamentais. Sob a perspectiva patológica, o começo do século XXI é caracterizado pelas enfermidades neuronais (e não biológicas, como no século anterior). Agora,",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "dentre os principais problemas destacam-se a depressão, o déficit de atenção com síndrome de hiperatividade, o transtorno de personalidade limítrofe e a síndrome de burnout (crise nervosa provocada pelo esgotamento). Não são mais infecções que nos assolam, são enfartos psíquicos provocados não pela negatividade de algo imunologicamente diverso, mas pelo excesso de positividade. Esses problemas escapam a qualquer técnica imunológica que tenha a função de barrar a negatividade daquilo que é estranho",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "O potencial estético-poético dos games e a sociedade de desempenho",
        "color": "Pink",
        "highlight_note": "Link: https://web.archive.org/web/20240415071339/https://www4.pucsp.br/pos/tidd/teccogs/artigos/2015/edicao_11/teccogs11_artigo06.pdf"
      },
      {
        "highlight": "A principal justificativa de Han contra o paradigma imunológico na atualidade é que ele não se coaduna com o processo de globalização",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Como consequência do excesso de positividade, Han define nossa sociedade atual como “sociedade do desempenho”, em oposição à sociedade disciplinar de Foucault",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": " A diferença é que, enquanto a sociedade positiva atual é principalmente composta por sujeitos de desempenho e produção – os “empresários de si mesmos” -, a anterior sociedade de controle era uma sociedade da negatividade, da proibição, do não-ter-o-direito. T",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Com isso, o sujeito de desempenho é mais rápido e mais produtivo que o sujeito da obediência. Mesmo assim, o sujeito de desempenho continua disciplinado. Uma vez que o imperativo de desempenho é o novo mandato da sociedade pós- moderna do trabalho, seu novo maior problema é justamente a pressão de desempenho que desencadeia as já mencionadas enfermidades neuronais",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "“A pura inquietação não gera nada de novo, apenas reproduz e acelera o já existente”",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "No estado contemplativo, de certo modo, saímos de nós mesmos, mergulhamos nas coisas",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Han também se apoia em Nietzsche, que sustenta que “a vida humana finda numa hiperatividade mortal se dela for expulso todo elemento contemplativo”. Uma das correções necessárias à humanidade, por Nietzsche proposta, é fortalecer em grande medida o elemento contemplativo da sociedade (p. 37). Para fortalecer tal elemento contemplativo, Han desenvolve em sua obra o que chama de “pedagogia do ver”. Para ele, a vida contemplativa pressupõe uma maneira específica do ver (p. 51). Ainda baseado em Nietzsche, Han define aprender a ver enquanto “habituar o olho ao descanso, à paciência, ao deixar-se aproximar-se-de-si”; numa atenção profunda e contemplativa, um olhar demorado e lento.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  {
    "date": "2025-03-18",
    "title": "A Brief History & Ethos of the Digital Garden",
    "url": "https://maggieappleton.com/garden-history",
    "thumbnail": "https://maggieappleton.com/og/garden-history.png",
    "tags": ["Jardim digital", "Cibercultura"],
    "summary": "",
    "page_comment": "",
    "highlights": []
  },
  {
    "date": "2025-03-10",
    "title": "Reciclando o “lixo cultural”: uma análise sobre o consumo trash entre os jovens - Mayka Castellano",
    "url": "http://www.intercom.org.br/papers/nacionais/2007/resumos/r1371-2.pdf",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_pdf.jpeg",
    "tags": [
      "Para ler",
      "Paracinema",
      "Artigo",
      "Lixo cultural",
      "Cultura trash"
    ],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "Neste artigo, aproximo a idéia de trash à expressão paracinema usada por Sconce (1995). Para o autor, paracinema não é apenas um grupo distinto de filme, mas, acima de tudo, uma forma específica de leitura de determinadas produções audiovisuais, uma sensibilidade anti-estética e subcultural, que valoriza todo o tipo de “lixo”. Ou seja, filmes que rejeitam ou ignoram a cultura legítima do ponto de vista da crítica cinematográfica. Este conceito não é relacionado a nenhum gênero específico, podendo abranger tanto um filme de terror ou de ficção científica (exemplos clássicos de trash), quanto uma campanha governamental de higiene, um filme caseiro sobre as férias em família ou um pornô sadomasoquista",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Assim, a audiência do paracinema gosta de se ver como uma força contestadora no mercado intelectual e cultural (SCONCE, 1995)",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "A junção que fazem da cultura da elite com os artefatos mais baixos da cultura de massa mostra, porém, que a política de estratificação social e do gosto no paracinema é mais complexa que uma simples divisão entre low e high brow (SCONCE,1995:372)",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "Os estudos norte-americanos feitos entre fãs ligados à área acadêmica sugerem que a retórica do paracinema propõe uma batalha entre a “guerrilha” dos fãs de filme cult e o exército de elite formado pelos supostos formadores de gosto do cinem",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  {
    "date": "2025-03-10",
    "title": "Paracinema — Genre Ward",
    "url": "https://genreward.com/blog/paracinema",
    "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
    "tags": ["Paracinema"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "As a most elastic textual category, paracinema would include entries from such seemingly disparate subgenres as ‘badfilm’, splatterpunk, ‘mondo’ films, sword and sandal epics, Elvis flicks, government hygiene films, Japanese monster movies, beach-party musicals, and just about every other historical manifestation of exploitation cinema from juvenile delinquency documentaries to soft-core pornography. Paracinema is thus less a distinct group of films than a particular reading protocol, a counter-aesthetic turned subcultural sensibility devoted to all manner of cultural detritus. In short, the explicit manifesto of paracinematic culture is to valorize all forms of cinematic ‘trash’, whether such films have been either explicitly rejected or simply ignored by legitimate film culture. In doing so, paracinema represents the most developed and dedicated of cinephilic subcultures ever to worship at ‘the temple of schlock’.",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  },
  {
    "date": "2025-02-14",
    "title": "Inspirações da small web",
    "url": "https://porce-lana.blogspot.com/2025/02/inspiracoes-da-small-web.html",
    "thumbnail": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgbGD5kn38ozJNeDLCxXrhgxfU55Hixwpjh4FFOD9y_p6VKQzur7GG3-HwqkTe0TeG9Gu5GOmoAtj6kJDrMqlR8TpYrdxZEn-YOD4uszttzbQRCRD-G_KkloWh4fymFHxfv03PkUwcXBdN2AJmaNYc5E0MPwXxRBUOaushXjgdCqR_TJ-OFPAIPIK9Q9h2L/w1200-h630-p-k-no-nu/Screenshot_2025-02-07-12-25-53-495_com.zhiliaoapp.musically-edit.jpg",
    "tags": ["Blog", "Post", "Cibercultura", "Clipping"],
    "summary": "",
    "page_comment": "",
    "highlights": [
      {
        "highlight": "A ideia era que cada link daquela página, fosse um post no blog sobre o link original. Porque normalmente o link original vira um link quebrado e o registro daquele conteúdo desaparece.",
        "color": "Yellow",
        "highlight_note": ""
      },
      {
        "highlight": "quero deixar alguns links abaixo:  The internet used to be fun Small web, por Talyssa The creative independent Fuse.Kiwi Freefaces https://skins.webamp.org/ https://public.work/ We present, we transfer The thing about blogging Notebooks beat phones 15 years of blog... Zines for breakfast Maya Land",
        "color": "Yellow",
        "highlight_note": ""
      }
    ]
  }
]
