[{
  "date": "2025-06-11",
  "title": "The Addiction Economy",
  "url": "https://every.to/napkin-math/the-addiction-economy-7590d4c0-19c6-4eab-9653-e7a961b6aeb9",
  "thumbnail": "https://d24ovhgu8s7341.cloudfront.net/uploads/post/social_media_image/3186/full_page_cover_addiction.png",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "the average TikTok user is on the app for 95 minutes a day. They open it eight times a day. ",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Assuming a 50 percent dropoff from monthly to daily active users, the app consumes 84,608 man-years a day.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "In 2010, the investor Paul Graham published an essay entitled, “The Acceleration of Addictiveness.” In it, he proposed that as technological progress continues its inexorable march forward, it will cause product improvements in every category. ",
    "color": "Green",
    "highlight_note": ""
  }]
}, {
  "date": "2025-06-07",
  "title": "Carrinho de compras",
  "url": "https://www.mercadolivre.com.br/gz/cart/v2",
  "thumbnail": "https://http2.mlstatic.com/resources/frontend/statics/loyal/partners/meliplus/drawer/pill_drawer_melimas_mp_mlb_no_price_large@3x.png",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": " Total",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-06-03",
  "title": "Cyberpunk 2077: A Gorgeous Exaggeration of an Existential Crisis",
  "url": "https://medium.com/@miggsgalbo/cyberpunk-2077-a-gorgeous-exaggeration-of-an-existential-crisis-3f2164ec9d99",
  "thumbnail": "https://miro.medium.com/v2/resize:fit:1138/0*WTdvF5PI__A47QQR.jpg",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Video Games are a medium often used as escapism, to live vicariously through others or live out a life they wish they had.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "That is what Cyberpunk 2077 did, it told a story not to question the world we live in but to question how you choose to view it through the actions you take, each character’s motives, and the world it is set in.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "You can probably go about the game without knowing anything and it wouldn’t affect the ending. However, because of this newfound knowledge about Takemura, you are now able to get insight into his unwavering loyalty to the corporation and the rationale behind his steadfast dedication.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Arasaka is not just Takemura’s employer, it is the foundation of his existence, and it is what gives him meaning in life.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "This depth of character emerges through “observant play,” encouraging players to explore the game world and its ideologies through personal inquiry and interpretation (Hutchinson, 2021)",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "By choosing to delve into Takemura’s past, players become more immersed in the gameplay, enhancing its realism (Galloway, 2004)",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "prompting players to explore their desires and relationships, and facilitating a broader exploration of self and the game world (Galbraith, 2011)",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "As previously stated, no matter what you choose to do, he will ultimately be crucified. Even if the outcome remains the same, the player’s choices can reflect their values and beliefs, adding depth to their interaction with the game world. This form of interaction fosters autonomy and a new identity of understanding for the player (Vahlo, 2017).",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "The game engrosses players in its world, creating a sense of realism that extends beyond mere visual fidelity. Realism isn’t solely about lifelike scenarios, but also about the interaction between players and the game itself.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "These interactions prompt players to engage with the game’s mechanics, mirroring the social dynamics of the world they inhabit (Galloway, 2004).",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "It makes them question their values and morals as they are now faced with the dilemma of having to choose Morally ambiguous options as players can find meaning in this aspect of the gameplay (Moran, 2023).",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "In Cyberpunk 2077, players are transported into a thought-provoking journey of self-discovery.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "it also serves as a medium for introspection and existential exploration",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-06-03",
  "title": "Interpretation of V’s Mikoshi Poem Pt1: Life is Murder",
  "url": "https://fresh-prince-of-denmark.tumblr.com/post/642167686496976896/interpretation-of-vs-mikoshi-poem-pt1-life-is",
  "thumbnail": "https://64.media.tumblr.com/8c7a01a0a991fcbc8e5356034023d9d4/349c39cddcbe60b7-ee/s1280x1920/eb8871052efc2fe534a14707349debe4ced6b7ad.jpg",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "This missing piece from Alt’s poem can be read several ways; most of them drawing a parallel between the Blackwell and hell. In fact, Dante’s inferno has a lot of similarities to the story. One can make a comparison between Virgil and Alt, leaving a debate on who plays the roll of Beatrice (the one being saved) and Dante (the one doing the saving) between Johnny and V",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Johnny we know; arrogant, self-assured, and more than a little narcissistic. The will to fight seems to have died within him; he leaves Night City, presumably looking to start over.",
    "color": "Blue",
    "highlight_note": ""
  }]
}, {
  "date": "2025-05-29",
  "title": "Game Pacing: Differences Between Mediums",
  "url": "https://www.gamedeveloper.com/design/game-pacing-differences-between-mediums",
  "thumbnail": "https://www.gamedeveloper.com/assets/gamedeveloper-CAvl2PCb.ico",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": []
}, {
  "date": "2025-05-29",
  "title": "Proper Pacing of the Video Game Narrative, Part 1",
  "url": "https://losttotheaether.wordpress.com/2014/02/08/proper-pacing-of-the-video-game-narrative-part-1/",
  "thumbnail": "https://s0.wp.com/i/blank.jpg",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": []
}, {
  "date": "2025-05-21",
  "title": "O Crash dos videogames de 1983 - Bojogá",
  "url": "https://bojoga.com.br/artigos/dossie-retro/o-crash-dos-videogames-de-1983/",
  "thumbnail": "https://bojoga.com.br/files/2018/06/tit-crash-1983-1176x588-enhanced-1024x512.png",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "O Crash dos videogames na América do Norte teve duas grandes consequências que duraram décadas. O primeiro foi que o domínio no mercado de consoles domésticos mudou dos Estados Unidos para o Japão. Em 1986, três anos após a sua introdução, 6,5 milhões de lares japoneses – 19% da população – possuíam o videogame da Nintendo, o Family Computer, e  começou a exportá-lo para os EUA; em 1987 o Nintendo Entertainment System se tornou o videogame mais popular na América do Norte.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": " Para poder entrar no mercado americano após o Crash, a Nintendo teve que mudar o design do seu console, o nome, e até os cartuchos, anunciando um console de videogame travestido de uma central de entretenimento, com Robô, pistola e pacotes educacionais",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-05-15",
  "title": "Perambulações por mundos digitais - Lucas Berthier Cardoso",
  "url": "https://ppgcineav.unespar.edu.br/dissertacoes_defendidas_new/2021/Dissertao_LucasBerthierCardoso_PPGCINEAV.pdf",
  "thumbnail": "https://glasp.co/images/ogps/thumbnail_pdf.jpeg",
  "tags": ["Psicogeografia", "Cultura digital", "Dissertação", "Flaneur"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "o conceito da deriva está indissoluvelmente ligado ao reconhecimento de efeitos de natureza psicogeográfica e à afirmação de um comportamento lúdico-construtivo, o que o torna absolutamente oposto às tradicionais noções de viagem e de passeios.” (DEBORD, 1958)",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "É nesta frase que encontro o foco do uso da deriva como ferramenta poética para a perambulação em mundos de jogos eletrônicos, ao me negar somente o prosseguimento da história e narrativa, os objetivos do jogo, e propor uma perambulação por estes espaços, com a intenção psicogeográfica de existir nestes ambientes como um vagante, é aí que proponho uma deriva nestes ambientes digitais.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-05-14",
  "title": "The Game, the Player, the World - Jesper Juul.pdf",
  "url": "https://ocw.metu.edu.tr/pluginfile.php/4471/mod_resource/content/%200/ceit706/week3_new/JesperJuul_GamePlayerWorld.pdf",
  "thumbnail": "https://glasp.co/images/ogps/thumbnail_pdf.jpeg",
  "tags": ["game design", "transmedial gaming", "game definition", "Jogos"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "My intention here is to claim the existence of a classic game model; a standard model for creating games, a model that appears to have been constant for several thousand years. While computer games were initially based almost exclusively on the classic game model, we can point to several ways in which they have evolved from their non-electronic roots",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "my goal here is to create a game definition capable of explaining what relates computer games to other games and what happens on the borders of the field of games.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-05-14",
  "title": "O circulo magico, a atitude ludica e a estetica dos jogos.pdf",
  "url": "https://www.sbgames.org/sbgames2019/files/papers/ArtesDesignFull/198332.pdf",
  "thumbnail": "https://glasp.co/images/ogps/thumbnail_pdf.jpeg",
  "tags": ["Dissertação", "Jogos digitais", "Estética do jogo", "Círculo mágico", "Atitude ludica", "Jogos"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Quando estamos diante de um jogo digital como Super Mario 64 [1], com objetivos claros e uma proposta de experiência conclusiva, poderíamos afirmar que, nos jogos digitais, o jogo surge dos conflitos sugeridos através de níveis e desafios. Com Gone Home [2], porém, título sem conflitos ou conclusões mensuráveis, por que a sensação de estar jogando persiste? Existem propriedades comuns a estes meios que os justifiquem como experiências de jogo?",
    "color": "Green",
    "highlight_note": ""
  }, {
    "highlight": "estética de jogo",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": " Um desses aspectos axiais seria a orientação do jogador por um objetivo estabelecido pelo jogo. Títulos que não se incluem nos pressupostos da objetividade são tidos por parte dos jogadores, críticos e academia como não-jogos, ainda que muitos os considerem como legitimas experiências de jogo digital [11]",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": " jogos digitais seriam correspondentes dos jogos analógicos, na medida em que garantiriam a instalação de aspectos estruturantes axiais equivalentes à experiência do jogador no jogo [9]",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Um jogo é um sistema em que o jogador se engaja em um conflito artificial, definido por regras, com resultados quantificáveis”",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Salen e Zimmerman [2004] e Juul [2003]",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Argumentam que o engajamento (ou a motivação, ou ainda, o comportamento motivado por satisfação) do jogador é definido por sua busca em cumprir os objetivos do jogo",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Ao concluir o jogo, o jogador ficaria satisfeito (feliz) ou insatisfeito (triste), dependendo do desfecho da partida, que seria ditado, por sua vez, por seu desempenho apresentado na forma de resultado do jogo",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Se aceitamos a generalização de que jogo digital é sempre uma evolução midiática dos jogos analógicos, um título qualquer que não possua as prescritivas dos jogos analógicos não poderia ser considerado um jogo, deixando de fora aqueles classificados como walking simulators. Juul certamente os classificaria como casos marginais.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Digamos que defendêssemos que a experiência do jogo digital consiste de um jogador no enfrentamento de conflitos artificiais, gerando resultados quantificáveis, e que o orientam ao alcance de um determinado objetivo. Trilharemos o modelo conceitual defendido por Juul [2003], conforme exemplificado abaixo. Porém, analisemos suas conclusões",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "\"\"(...) A definição mostra que jogos são transmidiáticos: não há uma mídia de jogo única, mas sim uma série de mídias de jogos, cada uma com suas próprias forças. O computador é simplesmente o meio mais recente de jogo que emergiu \"\" (...) Vou assumir que Quake III, EverQuest, damas, xadrez, futebol, tênis, corações, paciência e Pinball são jogos; jogos de simulação aberta, tais como Sims e Sim City, jogos de azar e jogos de azar puro são casos marginais; e que o tráfico, guerra, ficção de hipertexto, jogo de forma livre e “vamos-brincar-de-roda” não são jogos.\"\" [Jesper Juul, 2003, p. 1. Traduzido pelos autores.]",
    "color": "Pink",
    "highlight_note": ""
  }, {
    "highlight": "Super Mario 64 apresenta, ao início do jogo, um jardim que chama o jogador à exploração livre do espaço. Isso se dá antes mesmo que ele tenha ciência dos conflitos e do objetivo final do jogo:",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Mas como definir a experiência que se instala no jogador, quando este se vê de bobeira no jardim que antecede o castelo, ignorante aos objetivos? O jogador se sente num jogo digital. Como interpretar essa certeza?",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Vamos elaborar a relação entre jogo digital e jogo, partindo da fenomenologia social, analisando o conceito de círculo mágico, por Johan Huizinga [1944] e atitude lusória, por Bernard Suits [1978], compreendendo-os como fenômenos estéticos",
    "color": "Blue",
    "highlight_note": ""
  }, {
    "highlight": "Círculo mágico e atitude lusória já foram utilizados na perspectiva de uma fenomenologia do jogo digital por Salen e Zimmerman [2004] entre outros, porém as diferenças epistemológicas que distinguiriam jogos analógicos e jogos digitais não foram devidamente consideradas nessas obras",
    "color": "Green",
    "highlight_note": ""
  }, {
    "highlight": "Uma das características que define o jogo digital é sua interatividade. Para discuti-la na composição da estética do jogo, combinamos a perspectiva da estética pragmática de John Dewey [1934], definida pela experiência que temos através da interatividade com um determinado objeto, ou uma vivência. Nesta base, a experiência que surge através da jogabilidade, complementada por",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "representações em vídeo e som do jogo, e pela incorporação de suas regras, constrói uma experiência estética que unifica o jogo e o jogador como um único fenômeno, gerador de significado no jogo",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Sabemos, a partir de uma avaliação fenomenológica, que um jogo digital é capaz de, por inferência, por instrução interativa, prover a estruturação lógica que engaja o indivíduo não somente em bases cognitivas, mas num todo estético, ou seja, afetivo-cognitivo-comportamental, que o faz sentir-se como um jogador. Este seria o estado fundamental de jogo, presente nos jogos digitais de forma muito especial",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Entendemos que a percepção do jogador deve ser a base para a análise do fenômeno do jogo digital e para o reconhecimento de um eixo epistemológico, pois dá conta do primeiro passo nesse processo que é a categorização que o jogador dá à experiência como jogo [16]",
    "color": "Green",
    "highlight_note": ""
  }]
}, {
  "date": "2025-05-14",
  "title": "A Arte em jogo",
  "url": "https://pt.ign.com/behind-media/9231/opinion/a-arte-em-jogo",
  "thumbnail": "https://sm.ign.com/t/ign_pt/screenshot/default/br_xd1v.1200.jpg",
  "tags": ["Videojogos", "Atitude Estética", "Jogos", "Dissertação", "Flaneur", "Jogos digitais", "Videogames"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Mas e se vos confessar que os jogos – e a experiência lúdica do ‘jogar’ – são o maior impeditivo para o videojogo operar como objeto artístico?",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Ao ler o artigo, fui imediatamente remetido para a do filósofo Norte-Americano Jerome Stolnitz, que visou caracterizar o objeto artístico por via da experiência subjetiva do mesmo. Enunciou desse modo uma atitude virtuosa a ser empregue na contemplação do artefacto, que via como chave para a sua fruição: a ‘atitude estética’, que existiria por oposição à ‘atitude prática’ ou ‘cognitiva’.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Segundo Stolnitz, dada a limitação da nossa atenção, somos seletivos quando escolhemos que estímulos processar. A perceção dos objetos molda-se assim pela utilidade que lhes atribuímos: “vejo uma caneta como algo com que posso escrever, vejo um automóvel que se aproxima como algo a evitar.” Quando empregamos uma atitude prática, a nossa atenção desvia-se do objeto e a perceção funcionaliza-se em torno do nosso objetivo, ignorando nós as características estéticas do objeto que são desnecessárias para o fim que lhe atribuímos; por exemplo, ignoramos a cor, forma e textura das canetas quando escrevemos.",
    "color": "Green",
    "highlight_note": ""
  }, {
    "highlight": "a atitude estética surge quando “prestamos atenção a uma coisa simplesmente para desfrutar do seu aspeto visual, ou da forma como nos soa, ou como se sente ao tacto”. A atitude estética é “a atenção e contemplação desinteressadas e complacentes de qualquer objecto (…) apenas em função de si mesmo”, pois “isola o objecto e concentra-se nele: a aparência das rochas, o som do mar, as cores da pintura.”",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Podemos expandir Stolnitz e falar de ‘atitude lúdica’, quando a atenção e comportamento do sujeito se determinam em função de um jogo. A atitude lúdica é em tudo semelhante à prática, apenas decorrendo num espaço simbólico onde os fins são artificialmente determinados pelas regras, objetivos, recompensas e penalizações do jogo",
    "color": "Green",
    "highlight_note": ""
  }, {
    "highlight": " Não temos capacidade mental para simultaneamente resolver puzzles e apreciar atentamente um trecho musical, ou para contemplar um cenário e combater um monstro, donde a nossa atenção direciona-se naturalmente para aspetos que ajudem na resolução do problema",
    "color": "Green",
    "highlight_note": ""
  }, {
    "highlight": "Reconheço que é no viver da ‘atitude lúdica’ que o jogo encontra o seu carácter sedutor, pois procuramos instintivamente tudo o que nos incha o ego e oferece prazer, e nada o faz melhor que a promessa de recompensas e do sentir da mestria que advém da conquista de desafios.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Quando o jogo é bom, mesmo o desempenho de tarefas tão mundanas como empurrar caixotes é estimulante e envolvente, e graças a isso os videojogos tornaram-se no meio de entretenimento par excellence.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Como Stolnitz, vejo um antagonismo inerente entre a ‘atitude estética’ – desinteressada, contemplativa, emotiva e interpretativa, sem fim temporal – e a ‘atitude lúdica/prática’ – focada em objetivos, cognitiva, e finda após a resolução do desafio",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Simplesmente não somos capacitados para adotar as duas em simultâneo",
    "color": "Pink",
    "highlight_note": ""
  }, {
    "highlight": "Daí que não será por acaso que os meios artísticos tradicionais têm tido maior facilidade que os videojogos em cultivar a atitude estética no público e consequentemente a racionalizá-la no pensamento e no discurso",
    "color": "Green",
    "highlight_note": ""
  }, {
    "highlight": "A grande maioria dos videojogos não buscam dos jogadores uma atitude estética para serem apreciados, não exigindo de nós contemplação, emoção, interpretação e juízo estéticos, o mesmo não sendo verdade, por exemplo, no cinema.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "O facto de o espetador de cinema não ter de se preocupar com a resolução dos desafios dos atores da narrativa, abre espaço e tempo mentais para a contemplação desinteressada da ação.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Já o jogador não lhe é concedido esse espaço, porque tem de se focar na resolução dos problemas. Logo, adota a atitude estética em trechos não lúdicos, quando a ação pausa (por exemplo, na exploração desregrada de Yokosuka em “Shenmue”) e a posteriori, contemplando a memória da experiência anterior como se de um filme tratasse",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Esta é, de resto, a única solução pragmática que vislumbro para o paradoxo de uma forma de arte lúdica. Se um videojogo pode ser jogo e arte? Sim… a espaços, operando como jogo e arte em momentos distintos.",
    "color": "Green",
    "highlight_note": ""
  }, {
    "highlight": "obras geniais como “ICO” ou “Silent Hill 2” triunfaram nesse espaço híbrido ao menosprezarem a dimensão lúdica, e dando todo o espaço possível para a contemplação estética. O que fica na memória deles não é o \"\"ramerrame\"\" lúdico de empurrar caixotes ou matar monstros, mas a ambiência audiovisual, a ficção e as interações simbólicas",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "A grande maioria dos videojogos vive do compromisso entre as duas atitudes",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": " Tende a correr mal",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Que os videojogos têm arte no seu interior é indiscutível; a questão é se o artefacto na sua totalidade tem carácter estético, isto é, se canaliza a interação no sentido de permitir e suscitar uma atitude estética",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "m videojogo pode ter ‘arte’ sem que o modo de contemplação estética flua naturalmente das qualidades do artefacto trabalhadas pelos autores, caso em que não se tratará de um objeto artístico.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Juntamente com os casos híbridos acima mencionados, mostram que os videojogos podem ser arte quando aproveitam o mágico poder da computação para gerar sensações e interações estéticas impossíveis de realizar noutros meios e cuja contemplação fornece experiências ricas e transformadoras para o ser humano.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "“LSD” de Osamu Sato, “Gadget – Past as Future” de Haruhiko Shono ou “Bientôt l’Été” de Michaël Samyn e Auriea Harvey, são exemplos de obras primas que apontam caminhos possíveis para o videojogo como forma de arte pura, totalmente divorciada do jogo",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Por tudo isto, considero que para os videojogos serem arte, é imperativa a adoção da atitude estética… e a oposição à lúdica. Na arte, como Roger Ebert sempre disse e bem, não há objetivos, nem pontos, nem competição. Criadores e jogadores devem então procurar espaços mentais onde não se pensem regras, sistemas, níveis de dificuldade ou divertimento. Parem, escutem, olhem, interajam. Não joguem, contemplem… pois aí reside a arte.",
    "color": "Green",
    "highlight_note": ""
  }]
}, {
  "date": "2025-05-13",
  "title": "Os games enquanto jornadas fenomenológicas: a experiência estética semiótica nos jogos digitais",
  "url": "https://www.academia.edu/47749831/Os_games_enquanto_jornadas_fenomenol%C3%B3gicas_a_experi%C3%AAncia_est%C3%A9tica_semi%C3%B3tica_nos_jogos_digitais",
  "thumbnail": "https://a.academia-assets.com/images/open-graph-icons/fb-paper.gif",
  "tags": ["Dissertação", "Jogos digitais", "Estética", "Experiência estética", "Fenomenologia"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Até que ponto qualidades  como a contemplação, o acaso extático, a mudança de hábitos e o autoconhecimento, por  meio do questionamento moral e ético, são também aspectos envolvidos no ato de jogar? E  quais tipos de experiências esses aspectos são capazes de criar?",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-05-13",
  "title": "O Local da Cultura - Homi Bhabha",
  "url": "https://files.cercomp.ufg.br/weby/up/988/o/bhabha-homi-k-o-local-da-cultura.pdf",
  "thumbnail": "https://glasp.co/images/ogps/thumbnail_pdf.jpeg",
  "tags": ["Hibridismo", "Atravessamentos culturais", "Pós-colonial", "Cultura", "Interculturalidade", "Identidade"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Esses \"\"entre-lugares\"\" fornecem 0 terreno para a elabora~ao de estrategias de subjeti- va~ao - singular ou coletiva - que dao infcio a novas signos de identidade e postos inovadores de colabora~ao e contes- ta~ao, no alo de definir a pr6pria ideia de sociedade",
    "color": "Yellow",
    "highlight_note": "Esses \"\"entre-lugares\"\" (interstícios) são zonas de encontro, conflito e negociação entre culturas. As culturas, assim, não são fixas ou \"\"originais\"\" (não há simplesmente \"\"negro\"\", \"\"branco\"\", \"\"latino\"\", etc... pois há momentos e processos onde diferentes culturas se encontram, se misturam e se transformam). Nos \"\"entre-lugares\"\" nascem novas formas de identidade, e novas maneiras de se organizar socialmente, seja de forma individual ou coletiva. É onde as pessoas negociam suas diferenças culturais, constroem senso de comunidade e atribuem valor às suas experiências compartilhadas."
  }, {
    "highlight": "0 que e teoricamente inovador e politicamente crucial e a necessidade de passar alem das narrativas de subjetividades originarias e iniciais e de focalizar aqueles momentos ou processos que sao produ- zidos na articula~ao de diferen0's culturais",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "E na emergencia dos interstfcios - a sobreposi~ao e 0 des- locamento de dominios da diferenp - que as experiencias intersubjetivas e coletivas de nar;ao [nation ness], 0 interesse comunitario au a valor cultural sao negociados.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Os termos do embate cultural, seja atraves de antagonis- 010 ou afilia~ao, sao produzidos performativamente.",
    "color": "Yellow",
    "highlight_note": "São criados por meio de ações, palavras ou representação, como se fossem encenadas ou performadas. Assim, a cultura se faz no ato, nas situações concretas. Elas não são naturais, nem baseados apenas em quem as pessoas \"\"são\"\" de nascimento."
  }, {
    "highlight": "A re- presenta~ao da diferen~a nao deve ser lida apressadamente como 0 reflexo de tra~os culturais ou etnicos preestabelecidos, inscritos na lapide fixa cia tracli~ao.",
    "color": "Yellow",
    "highlight_note": "A diferença entre pessoas não é algo pronto da \"\"tradição\"\" ou da \"\"raça\"\", não é algo essencial, imutável ou inscrito \"\"fixamente\"\", ela é criada e recriada no presente, conforme as relações entre os grupos."
  }, {
    "highlight": "da perspectiva da minoria",
    "color": "Yellow",
    "highlight_note": "Para grupos minotirários, afirmar a identidade não é simples nem direto. É preciso uma negociação constante do seu lugar na sociedade, algo como dizendo \"\"sim, sou parte disso, mas sou diferente, mas ainda assim, essa diferença tem valor\"\". Essa negociação está em movimento, muda com o tempo e precisa lidar com o poder dominante."
  }, {
    "highlight": "conferir autoridade aos hibridismos culturais que emergem em momentos de transforma~ao historica.",
    "color": "Yellow",
    "highlight_note": "Em momentos de mudança social (guerras, migrações, globalização, etc.), surgem misturas culturais - pessoas que vivem entre mundos, entre línguas, entre valores. Essa mistura, antes vistas como \"\"menos puras\"\" ou \"\"confusas\"\", agora são reconhecidas como formas legítimas de existência e resistência. Conferir \"\"autoridade\"\" aos hibridismos é dizer: \"\"Essas hibridizações são identidades que possuem valor, e também formam o mundo.\"\""
  }]
}, {
  "date": "2025-05-09",
  "title": "Invigorating Freshness",
  "url": "https://shortverse.beehiiv.com/p/invigorating-freshness?_bhlid=bfdc378ac3ea0997a78008bb5734dca04bd9f523",
  "thumbnail": "https://beehiiv-images-production.s3.amazonaws.com/uploads/asset/file/1a5f0e87-1551-4b20-81ee-bf846ff319ec/CalArts-Character-Animation-01.jpg?t=1746818502",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Wim Wenders Commemorates End of WWII in New Short - The Keys to Freedom is a brief and contemplative piece about the French school where the official paperwork declaring Germany’s unconditional surrender was signed 80 years ago",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Lessons From New Microbudget Filmmaking Book - Georg on our team spotted this piece in Filmmaker Mag that excerpts from a new book, Micro-Budget Methods of Cinematic Storytelling by Jake Mahaffy. Mahaffy a veteran indie filmmaker across two decades, shares his hard-earned wisdom.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-05-09",
  "title": "Wim Wenders on Where the War in Europe Really Ended 80 Years Ago",
  "url": "https://www.nytimes.com/2025/05/05/movies/wim-wenders-the-keys-to-freedom.html?utm_source=shortverse.beehiiv.com&utm_medium=referral&utm_campaign=invigorating-freshness",
  "thumbnail": "https://static01.nyt.com/images/2025/05/08/world/00cul-wenders-03/00cul-wenders-03-facebookJumbo.jpg",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "“From my childhood onward, I have lived 80 years in peace,”",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "“Eighty years after the liberation of our continent, we Europeans are realizing again that peace cannot be taken for granted,” he says in the film. “It is now up to us to take the keys to freedom into our own hands.”",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-30",
  "title": "The Time Hack Everyone Should Know",
  "url": "https://thereader.mitpress.mit.edu/the-time-hack-everyone-should-know/",
  "thumbnail": "https://thereader.mitpress.mit.edu/wp-content/uploads/2022/02/clock-istock-2.jpg",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "The tradeoff leaves us wanting. Studies have shown that heavy TV watching is related to lower life satisfaction, and that people who use social media the most are also the most socially isolated.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "use to 30 minutes a day or less are found to have lower rates of loneliness and depression.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "takes, on average, seeing 3.38 paintings to figure out if you like a style of art, 1.5 small cups of a new drink to figure out if it tastes good, and two essays from a job candidate to figure out if you’d want to hire them",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Applied to the idea of social economizing, this means two things. First, you can and do make social decisions all the time, and second, you already know what you want. Much like Dorothy discovers at the end of “The Wizard of Oz,” the key to hacking time is a tool we’ve had all along: Choice.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "That’s why I won’t ever do a phone detox nor advise anyone else to do the same. It’s OK to be dependent on your phone. But when it starts interfering with your life rather than helping you to live a better one, you need to shift",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "There are two types of action: omission — carving out some intimate times (e.g., dinner) and intimate spaces (e.g., at night in bed with a partner) without your phone, and substitution — swapping passive time on your phone with something that has proven health benefits, like a call to a friend or a walk. Then, each time you interact with your phone, you’ll have three choices: use, omit, or substitute. Remember: Shifting in small ways can lead to big changes in our daily timeclock.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "This isn’t to say social economizing — if you haven’t been doing it — will be easy from the start. It takes about 66 days to solidify a habit. But envisioning your life two months from now may be all the motivation you need to make the switch. You might be exercising more, socializing more, and enjoying more time with the humans you adore most.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-30",
  "title": "Ori Designer Explined Why Players Are Tired of Open Worlds",
  "url": "https://80.lv/articles/ori-designer-explined-why-players-are-tired-of-open-worlds/",
  "thumbnail": "https://cdn.80.lv/api/upload/meta/32361/images/65eead84788d3/contain_1200x630.jpg",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "gamers experience \"\"open world fatigue\"\" at the moment as procedural generation, used in most such games, is \"\"not good enough to actually create good level design.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "\"\"The problem with this approach is that you get vast stretches of emptiness that just aren't fun to traverse through. And you can see that in almost all open world games out there. Vast stretches of nothingness that were never touched by a designer to create really interesting moments.\"\"",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "walking",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "The goal in our level design department was that there would never be moments where in order to go from point A to point B, you'd simply hold the analog stick forward for 2 minutes. We don't think that's fun, that's just turning your game into a walking simulator at times.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Procedural generation per se is not a bad thing, but it should be treated as the starting point instead of the end point!",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-29",
  "title": "The Truth in Games",
  "url": "https://thereader.mitpress.mit.edu/the-truth-in-games/",
  "thumbnail": "https://thereader.mitpress.mit.edu/wp-content/uploads/2023/08/beauty_games_alt1.jpg",
  "tags": ["game design", "Aesthetics", "Dissertação", "Beleza"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "I as an artist can see how beautiful this is but you as a scientist take this all apart and it becomes a dull thing",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "I can appreciate the beauty of a flower. At the same time, I see much more about the flower than he sees. I could imagine the cells in there, the complicated actions inside, which also have a beauty. I mean it’s not just beauty at this dimension, at one centimeter; there’s also beauty at smaller dimensions, the inner structure, also the processes. The fact that the colors in the flower evolved in order to attract insects to pollinate it is interesting; it means that insects can see the color",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "All kinds of interesting questions which the science knowledge only adds to the excitement, the mystery and the awe of a flower. It only adds. I don’t understand how it subtracts",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "the scientific perspective, with its quantified data and logical explanations, may give us new ways of understanding the world, but also may diminish our capacity to appreciate the world directly, understand it intuitively, and experience its beauty as pure sensation",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Walt Whitman’s poem “When I Heard the Learn’d Astronomer” articulated a feeling that perhaps captures something of the point of view",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "The tension between these two ways of looking at the world — as a scientist and as a poet — is, I believe, an essential aspect of games as an aesthetic form and a key concept for understanding how games work as culture",
    "color": "Blue",
    "highlight_note": ""
  }, {
    "highlight": "On one side you have Thought, Intellect, and Rationality; on the other, Feeling, Emotion, and Intuition. On the left side, the realm of science and logic, on the right side, the realm of art and morality. One side is the domain of reducing, explaining, measuring, and objective truth. The other, the domain of the irreducible, the inexplicable, the immeasurable, and subjective truth.",
    "color": "Pink",
    "highlight_note": "Os jogos, apesar de serem formas estéticas como a pintura, a poesia e mesmo a música, possuem \"\"verdades objetivas internas\"\", por isso são únicos. No jogo você vence ou perde com base em regras claras e existem sistemas lógicos e estruturas mecânicas que podem ser analisadas, testas e aprimoradas. Por mais que o jogo seja uma obra de arte, está mais próximo da racionalidade por possuir mecânicas objetivamente verificáveis, científicas."
  }, {
    "highlight": "One of the things that makes games a very different kind of aesthetic form is that they have objective truth in them.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "art has the power to capture and express sublime truths, even if, in doing so, the work of art is plucked out of the flow of life, suspended beyond the chain of events that is the source of ordinary meaning, and made strange",
    "color": "Yellow",
    "highlight_note": "As obras de artes não explicam racionalmente, mas te fazem sentir coisas (solidão, amor, dor, etc), mesmo sem racionalidade, sem dados e explicações. Você sente. A arte também não muda com o tempo como a vida, ela permanece, como uma ponte pra uma emoção, momento ou verdade subjetiva, isso torna ela \"\"estranha\"\", pois ela não faz parte do fluxo normal da vida, mas de algo transcendente."
  }, {
    "highlight": "André Bazin, the power of truth to create beauty was expressed by photography’s relationship to the real",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "There was something universal, something sacred, about the physical reality of the little slice of world in front of the camera’s lens, the actual objects and people and the actual light that bounced off of them and was caught in the chemical structure of the film",
    "color": "Blue",
    "highlight_note": ""
  }, {
    "highlight": "the relationship of truth to beauty goes deeper than accurate resemblance. It also includes the thrill of recognition that accompanies a moment of ecstatic emotion, the shudder of genuine joy that can’t be faked, the spark that tells us this works",
    "color": "Blue",
    "highlight_note": "Pensar nisso e também na relação com jogos, já que está falando sobre jogos, é curioso. Quando lembro de The Last of Us, por exemplo, há esse lado da lógica pela qual o jogo opera, mas também a emoção que não possui uma lógica, como tentar sistematizar a decisão de Joel no hospital com Ellie. É algo que se sente, não tem uma fórmula matemática que explique. Aquilo acontece e você sente, e esse sentimento é a verdade. Há também a contemplação, por mais que não totalmente livre para o jogador, mas em momentos onde você não faz \"\"nada produtivo\"\". Por exemplo, você não consegue explorar o mundo aberto, mas pode parar e apenas ouvir a Ellie contar piadas ou observas as girafas atravessando a cidade devastada. Não são momentos úteis ou lógicos, mas são essenciais pois nos fazem sentir. Essa é a beleza do jogo, sua verdade subjetiva. Essas pausas te riam da ação linear e te fazem respirar, sentir, pensar. São \"\"estranhas\"\", mas profundamente reais."
  }, {
    "highlight": "For Kant, the truth in beauty is the recognition that the pleasure one feels in its presence is something that other humans would also feel. Even though this feeling is happening to us, a vivid slice of our internal experience, it isn’t private; it is a moment of shared humanity",
    "color": "Blue",
    "highlight_note": ""
  }, {
    "highlight": "why do we find flowers beautiful? After all, we are not bees. Flowers did not evolve to be attractive to us, and we did not evolve to be attracted to them, so why are we? Deutsch’s explanation is that, in the process of solving the problem of how to forge an efficient channel of communication between different species, flowers and bees tapped into something objective and universal about certain formal patterns. According to Deutsch’s explanation, we recognize the beauty of flowers because it is an objective fact",
    "color": "Blue",
    "highlight_note": "Aqui dá pra refletir sobre a flor ter se desenvolvido—aspectos como padrões, formas e cores—transcendendo sua própria existência e função, que é atrair os animais. A simetria, repetição com variação, contraste e outras características, são belos em si, independente de quem os observa nas flores. Isso seria uma beleza objetiva, embutida na própria estrutura do mundo, e reconhecemos por sermos parte desse mesmo universo. Se fosse apenas subjetiva, ela iria depender de gosto, cultura e contexto."
  }, {
    "highlight": "“Beauty is truth, truth beauty,” — that is all Ye know on earth, and all ye need to know.",
    "color": "Green",
    "highlight_note": "Esse trecho se refere a um texto onde quem diz que a \"\"beleza é a verdade, e a verdade é a beleza\"\" é a urna, a obra de arte. O que é preciso saber sobre a vida está aí, mas não é tão direto ou objetivo. A arte faz isso, diz verdades profundas, mas sem argumentos ou lógica, mas através da beleza, proporcionando emoções como solidão, amor, etc."
  }, {
    "highlight": "By virtue of being an aesthetic experience, games inherit all of these complex connections between truth and beauty. But, by being an aesthetic experience that incorporates instrumental reason, games bring these subtle and complex connections into close contact with a simpler, more direct expression of the concept of truth: simple, first-order facts about material reality — solutions that fit into problems like a key into a lock.",
    "color": "Pink",
    "highlight_note": "Nos jogos existe essa coexistência das duas intenções: racional e bela, que tensionam e exprimem uma unicidade no jogo e na sua experiência, que é ao mesmo tempo resolutiva e emocional. Assim, há a subjetiva, sensível e emocional; e a objetiva, baseada em fatos, regras e sistemas."
  }, {
    "highlight": "Games are conversations between players, designers, and the world — the empirical world, the old-fashioned, naturalistic, material world with its direct, stubborn, objective truth. The world on which we bang our heads and stub our toes. That world is a participant in these conversations.",
    "color": "Blue",
    "highlight_note": ""
  }, {
    "highlight": "We cannot reduce games to science or math. Games always remain aesthetic experiences",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "game of Chess — each individual game of Chess, each position, can be broken down and analyzed with logic. But the act of playing Chess, devoting your life to this absurd activity, developing the self-control needed to master this demanding discipline, waking up early every day to study this arcane skill, going to tournaments, participating in elaborate rituals where you test yourself against other people . . . that isn’t logic, it’s art.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "There are objective truths in games, but the truths that emerge from games, their ultimate meaning, is the other kind of truth",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-29",
  "title": "What are cozy games, and what makes them cozy?",
  "url": "https://www.gamesindustry.biz/what-makes-a-cozy-game-cozy",
  "thumbnail": "https://assetsio.gnwcdn.com/animal-crossing-new-horizons-sunset.jpg?width=1200&height=630&fit=crop&enable=upscale&auto=webp",
  "tags": ["cozy games", "indie games", "game design", "Dissertação"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "\"\"People get depressed, and they need to relax. This has always existed in gaming, but it was a less marketable idea in the past. Now, we recognize that it's an important part of playing games.\"\"",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "cozy games are generally regarded as featuring cute characters, often anthropomorphic animals or child-like humans, who engage in player activities such as farming, gathering, growing and nurturing, with a vague goal of creative personalization and in-game socialization.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "The essential nature of cozy gaming is that of helping other people through non-violent means, often by nurture and generosity. Self-expression is core to the games' progression goals, which tend to be open-ended.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Coziness is the understanding that humans are social creatures. We strive to be part of a group, and to be accepted. But being sociable can be difficult in the real world. It can be exhausting. In cozy games, the barriers come down. We can be part of a group without having to be stressed. The characters we meet are warm and welcoming and it's an easier way to enjoy a fundamentally human feeling",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "\"\"I've seen this discourse come up, where broadly marginalized people are expected to create nice content,\"\" says Ast, who estimates that 90% of the cozy gaming online forums she attends are made up of women. \"\"I would say cozy games fall into that.\"\"",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "\"\"Pacing is important, allowing the player to play at whatever pace they want,\"\"",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "\"\"Players spend time in the game interacting with characters who are warm and welcoming, and that is also the sense I get from the community when they share their in-game creations. Giving players the tools to create stuff also allows them to gather and share and connect with one another.\"\"",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-29",
  "title": "Efficiency is the Enemy",
  "url": "https://fs.blog/slack/",
  "thumbnail": "https://149664534.v2.pressablecdn.com/wp-content/uploads/2021/05/Efficiency-is-the-Enemy.png",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "You’re efficient when you do something with minimum waste. And you’re effective when you’re doing the right something.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Many organizations are obsessed with efficiency. They want to be sure every resource is utilized to its fullest capacity and everyone is sprinting around every minute of the day doing something",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": " We view sleep, sickness, and burnout as unwelcome weaknesses and idolize those who never seem to succumb to them. This view, however, fails to recognize that efficiency and effectiveness are not the same thing",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "We schedule every minute of our day",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": " It’s slack: excess capacity allowing for responsiveness and flexibility. The slack time is important because it means she never has a backlog of tasks to complete. ",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "In Slack: Getting Past Burnout, Busywork, and the Myth of Total Efficiency, Tom DeMarco explains that most people and organizations fail to recognize the value of slack",
    "color": "Blue",
    "highlight_note": ""
  }, {
    "highlight": "DeMarco writes, “As a practical matter, it is impossible to keep everyone in the organization 100 percent busy unless we allow for some buffering at each employee’s desk. That means there is an inbox where work stacks up.”",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "It’s possible to make an organization more efficient without making it better. That’s what happens when you drive out slack. It’s also possible to make an organization a little less efficient and improve it enormously. In order to do that, you need to reintroduce enough slack to allow the organization to breathe, reinvent itself, and make necessary change",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "DeMarco defines slack as “the degree of freedom required to effect change. Slack is the natural enemy of efficiency and efficiency is the natural enemy of slack.” Elsewhere, he writes: “Slack represents operational capacity sacrificed in the interests of long-term health.”",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "DeMarco defines slack as “the degree of freedom required to effect change. Slack is the natural enemy of efficiency and efficiency is the natural enemy of slack.” Elsewhere, he writes: “Slack represents operational capacity sacrificed in the interests of long-term health.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "To illustrate the concept, DeMarco asks the reader to imagine one of those puzzle games consisting of eight numbered tiles in a box, with one empty space so you can slide them around one at a time. The objective is to shuffle the tiles into numerical order. That empty space is the equivalent of slack. If you remove it, the game is technically more efficient, but “something else is lost. Without the open space, there is no further possibility of moving tiles at all. The layout is optimal as it is, but if time proves otherwise, there is no way to change it.”  ",
    "color": "Green",
    "highlight_note": ""
  }, {
    "highlight": "Having a little bit of wiggle room allows us to respond to changing circumstances, to experiment, and to do things that might not work",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Now, even as slack keeps becoming more and more vital for survival, we’re keener than ever to eliminate it in the name of efficiency. Survival requires constant change and reinvention, which “require a commodity that is absent in our time as it has never been before. That commodity—the catalytic ingredient of change—is slack.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Slack is the time when reinvention happens. It is time when you are not 100 percent busy doing the operational business of your firm. Slack is the time when you are 0 percent busy. Slack at all levels is necessary to make the organization work effectively and to grow. It is the lubricant of change. Good companies excel in creative use of slack. And bad ones only obsess about removing it",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Only when we are 0 percent busy can we step back and look at the bigger picture of what we’re doing. Slack allows us to think ahead",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "We are more productive when we don’t try to be productive all the time.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "DeMarco explains that the amount of work each person in an organization has is never static: “Things change on a day-to-day basis. This results in new unevenness of the tasks, with some people incurring additional work (their buffers build up), while others become less loaded, since someone ahead of them in the work chain is slower to generate their particular kind of work to pass along.” An absence of slack is unsustainable. Inevitably, we end up needing additional resources, which have to come from somewhere.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "An absence of slack is unsustainable. Inevitably, we end up needing additional resources, which have to come from somewhere",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Amos Tversky said the secret to doing good research is to always be a little underemployed; you waste years by not being able to waste hours. Those wasted hours are necessary to figure out if you’re headed in the right direction.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-29",
  "title": "How to Improve Your Creative Thinking",
  "url": "https://every.to/superorganizers/understanding-the-science-of-creativity",
  "thumbnail": "https://d24ovhgu8s7341.cloudfront.net/uploads/post/cover/2407/optimized_6F_efmmrtI5LvmzHwPNyxNGOFOzO_GvYNNf5sbLWWie-BI6HJF61JYFWGSKEyR3AmaB2CeZyVK7zLuCnCG5Dd5qk3r_jq55Ir0RiARt4pPySccS4iDEqfl-sNrL0XRvmmakmEmQHWpagBkwlXWbcPWyJU5xfq-CsHc1XoDAtKR4sbzgOXvDzhOXPBSVucw.png.jpeg",
  "tags": ["Criatividade", "Processo criativo"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Creativity is the ability to produce an artifact or an idea that is both novel and useful given a particular social context (some definitions also include valuable as a necessary requirement).",
    "color": "Yellow",
    "highlight_note": "\"\"[...] produzir um artefato ou uma ideia que seja ao mesmo tempo NOVA e ÚTIL [...]\"\""
  }, {
    "highlight": "In creativity research, it can mean that an idea has sprung from a connection that has never been made or is new to an individual but may be otherwise widely known.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Researchers generally believe that creativity is a two-part process. The first is to generate candidate ideas and make novel connections between them, and the second is to narrow down to the most useful one. The generative step in this process is divergent thinking. It’s the ability to recall, associate, and combine a diverse set of information in novel ways to generate creative ideas. Convergent thinking takes into account goals and constraints to ensure that a given idea is useful. This part of the process typically follows divergent thinking and acts as a way to narrow in on a specific idea. ",
    "color": "Yellow",
    "highlight_note": "Primeiro, o pensamento divergente se relaciona com a memória, associação e combinação de diversas informações de maneiras novas para gerar ideias criativas; então, o pensamento convergente \"\"[...] leva em conta as metas e as restrições para garantir que uma determinada ideia seja útil\"\"."
  }, {
    "highlight": "As our minds begin this dance between divergent and convergent thinking, we first need to have learned some information about how the world works and have some ideas to pull from. We can call our pile of ideas and experience knowledge.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Memory is a complicated topic, but at a high level, as information related to language—or semantic information—and information related to your senses—or perceptual information—comes into our minds, it is encoded in episodes, or periods of time.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Memories are the materials needed for creative thinking. Consuming other people's ideas in conversation by reading or listening to them (like you're doing now!) stimulates creativity and deepens existing associations.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Read voraciously and engage deeply with a wide variety of content to build a richer memory bank for you to tap.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Our minds are efficient in the sense that if something isn’t used, it’s not worth expending the resources to keep it readily available.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Taking notes, making highlights, and revisiting that material when it’s related to what you’re currently thinking about is a good way to maintain and strengthen connections. I think of consuming your own writing later as akin to a conversation with yourself through time that re-activates and situates that information in a new world where you've had more experience.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Our mental state has a large influence on our creativity. The complete picture is nuanced, but the best state for doing creative thought work depends on the type of work, your attentional state, your mood, and how engaged you can be. In terms of your mood, it’s helpful to be in a positive affective mental state—e.g., happy and not anxious. This doesn’t mean that if you’re feeling a bit down, you won’t have any creative thoughts, but it does mean that you should be investing in your emotional well-being.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "In a productivity-obsessed culture, it’s easy to think that if we just buckle down and focus, we can churn out more creative thought work. Counterintuitively, the more we try and force ourselves to focus, the narrower our thinking may become.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Finally, all the understanding in the world of how your beautiful mind produces creative thought won’t get you any closer to doing creative work. You simply need to do it often, with intention, but not too much. As my childhood hero, Miss Frizzle, would say, “Take chances, make mistakes, and get messy.”",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-29",
  "title": "Keeping Tabs on your Tabs | Why You Need a Tab Day",
  "url": "https://read.glasp.co/p/keeping-tabs-on-your-tabs-why-you?utm_source=post-email-title&publication_id=397295&post_id=160045417&utm_campaign=email-post-title&isFreemail=true&r=4k0exr&triedRedirect=true&utm_medium=email",
  "thumbnail": "https://substackcdn.com/image/fetch/w_1200,h_600,c_fill,f_jpg,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F29f12c12-65ac-42a3-a620-0891adf985e5_1024x745.webp",
  "tags": ["Cultura digital", "Hiperfoco", "Dissertação", "Organização"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "The above is an apt microcosm of modernity.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "To be online is to have a debilitating addiction to information by way of browser tabs. The metaphors write themselves.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "The amount of information consumed daily now is roughly equivalent to what an extremely educated individual would process in a lifetime 500 years ago.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "I once read that social media is like being thirsty in the ocean. You look around and all you see is “water” but it’s salt water. The more you drink, the faster you die of dehydration.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "To extend the aquatic metaphors, author of The Shallows: What the Internet Is Doing to Our Brains Nicholas Carr wrote, “What the [internet] seems to be doing is chipping away my capacity for concentration and contemplation. Whether I’m online or not, my mind now expects to take in information the way the [internet] distributes it: in a swiftly moving stream of particles. Once I was a scuba diver in the sea of words. Now I zip along the surface like a guy on a Jet Ski.”",
    "color": "Yellow",
    "highlight_note": "\"\"O que a [Internet] parece estar fazendo é reduzir minha capacidade de concentração e contemplação. Quer eu esteja on-line ou não, minha mente agora espera receber informações da maneira como a [Internet] as distribui: em um fluxo rápido de partículas. Antes eu era um mergulhador no mar de palavras. Agora, deslizo pela superfície como um cara em um Jet Ski.\"\""
  }, {
    "highlight": "In 2022, the American Psychological Association warned that growing numbers of Americans were suffering from what one therapist termed “media saturation overload”",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Research has linked clean, organized spaces — and even just the act of cleaning — to reduced anxiety and fatigue, as well as improved concentration and mood.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "A study on the effects of clutter in the home found that individuals who felt overwhelmed by the amount of “stuff” in their homes were more likely to procrastinate.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Clutter can also affect our general mental health, making us feel stressed, anxious, or depressed. Research from the United States in 2009, for instance, found the levels of the stress hormone cortisol were higher in mothers whose home environment was cluttered; elevated cortisol levels sustained over time can lead to anxiety and depression.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Cleanliness is next to godliness. When you clear the clutter—both physical and digital—your productivity increases.",
    "color": "Yellow",
    "highlight_note": "É muito interessante ver como essa coleção de recortes mostram como nós buscamos atividades simples e mecânicas para aliviar o estresse do overthinking. Byung-Chul Han fala sobre o tédio ser necessário, mas também a prática munda é uma maneira de atingir o tédio, pois através dessas atividades, nós alcançamos um nível de relaxamento e suspensão de um certo tipo de 'modo de pensar'."
  }, {
    "highlight": "Tab Day is my midweek reset/refresh that falls after Monday's mania and before the midweek malaise.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "The rules are wonderfully simple:  Set aside 60 minutes one day a week  Open all your browser windows  Give each tab a ruthless assessment  Close what doesn't serve you  Read or act on what matters  Bookmark anything genuinely worth revisiting  You're not catching up. You're curating.  You're not consuming everything. You're choosing what matters.  It is not so much a detox as it is a defragmentation.1  It's about putting a dent in the digital deluge.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "During this hour, every closed tab triggers the same dopamine hit as checking something off a to-do list. It's not about how many tabs you close, but the act of doing so. Think of it like Marie Kondo for your digital life—holding each tab and then either acting on or disposing of it.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-29",
  "title": "walking sims and the joy of existing in a virtual space – The Candybox Blog",
  "url": "https://www.nathalielawhead.com/candybox/walking-sims-and-the-joy-of-existing-in-a-virtual-space",
  "thumbnail": "https://nathalielawhead.com/noodles/walking_sims/N+bFAn.png",
  "tags": ["Jogos", "Espaço virtual", "Flaneur", "Para ler"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "walking sims and the joy of existing in a virtual space",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-29",
  "title": "Backrooms, Liminal Spaces, And The Subliminal Menace Of Loneliness in Indie Horror Games – The Candybox Blog",
  "url": "https://www.nathalielawhead.com/candybox/backrooms-liminal-spaces-and-the-subliminal-menace-of-loneliness-in-indie-horror-games",
  "thumbnail": "https://nathalielawhead.com/noodles/newhorrorgames/postheader.jpg",
  "tags": ["Solitude", "Jogos", "Indie Horror", "Indie"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "My initial experience with games like Alone in the Dark and Tomb Raider often still surpass anything today (I speak for myself, that’s not a generalization). Maybe we rely on too much when we place so much value on visual fidelity? Maybe horror is elsewhere? Despite the incredible depth of detail AAA games today have, I think the older lack of detail, the hidden things, what remains unsaid… is why horror in games remains such a unique experience. This is why I think the PS1 era style horror boom is so popular right now.",
    "color": "Yellow",
    "highlight_note": "Okay, isso é uma observação interessante. No itch.io é possível perceber essa leva de jogos de horror baseados em gráficos estilo PS1—poligonais. Porém, também se dá pelo fato da facilidade em modelagem e programação com engines, principalmente para devs iniciantes e medianos, para criarem experiências com essa modelagem mais simples baseada em textura e não necessariamente na forma. Mas é um ponto interessante para se avaliar, realmente os jogos de horror AAA não tem mais tanto impacto, o horror já não se sustenta e as maiores franquias acabam se apoiando no suspense, thriller e ação."
  }, {
    "highlight": "I wrote about that here: Exploring the beautiful world of indie horror games (why work from smaller devs, and indie devs, is so meaningful)",
    "color": "Pink",
    "highlight_note": "Aqui temos a referência sobre o que comentei do texto anterior, pode fazer bastante sentido. Marcando pra ler depois."
  }, {
    "highlight": " Or even the dread of having to go into Tomb Raider 2’s Yeti Cages is something that will always highlight how terrifyingly lonely crawling through video game spaces can be. There could be more in that darkness than just low-poly Yeti’s! What if!?…",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "The terrifying menace of loneliness is a unique quality to three-dimensional spaces. If I watch a horror movie, I am with the protagonist. I am a witness, but not alone. If I’m in a video game, then I have to be the protagonist. I am alone.",
    "color": "Yellow",
    "highlight_note": "Essa é uma percepção muito maneira, pois é isso, o jogar horror se difere do assistir principalmente pela solidão, e é nisso que os jogos se destacam, sem a necessidade de grandes gráficos, pois incentivam a imaginação."
  }, {
    "highlight": "Video game horror is more than a next-gen high quality aesthetic. It doesn’t have to have rich evocative three-dimensional environments.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Computers are fantastic places, and games are the accumulation of our digital fantasies. It doesn’t have to be in carefully built and curated worlds, it can also be the way we just exist in our daily digital lives that becomes the platform for playing one.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Our digital spaces are ephemeral. Nothing lasts. Not even the games we make will be playable forever. This digital art is a constant waterfall of new games, lost games, forgotten games, and “there are too many games” arguments… Words like liminal spaces, transient spaces, dreamscapes, and fever dreams, best describe how it’s like to exist as a digital artist. It’s all so breakable and easily lost.",
    "color": "Pink",
    "highlight_note": ""
  }, {
    "highlight": "Transitional journeys are a concept that define games",
    "color": "Pink",
    "highlight_note": ""
  }, {
    "highlight": "Being alone with yourself in a strange uncertain place can be a uniquely upsetting experience.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Don’t Scream has a similar mechanic by using your microphone to make sure you “don’t make a sound” otherwise you die. It’s surprisingly hard to stay quiet. The novelty of a game breaking through the fourth wall like that, by involving another aspect of a player’s input (sound), makes for a well constructed upsetting experience. The horror isn’t just happening to the video game protagonist. It’s actually happening to me.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "The actual space the player is placed in is a monster too.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Video games seem so uniquely qualified for that. They empower us to place players in these actual contexts that we would not be able to in other linear media. The player becomes part of the world, not just a passive observer",
    "color": "Pink",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-29",
  "title": "ANTUNES, Aline. O potencial estético-poético dos games e a sociedade de desempenho",
  "url": "https://www4.pucsp.br/pos/tidd/teccogs/artigos/2015/edicao_11/teccogs11_artigo06.pdf",
  "thumbnail": "https://glasp.co/images/ogps/thumbnail_pdf.jpeg",
  "tags": ["Byung-Chul Han", "Poética", "Jogos"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Byung-Chul Han inicia seu livro dizendo que cada época tem suas enfermidades fundamentais. Sob a perspectiva patológica, o começo do século XXI é caracterizado pelas enfermidades neuronais (e não biológicas, como no século anterior). Agora,",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "dentre os principais problemas destacam-se a depressão, o déficit de atenção com síndrome de hiperatividade, o transtorno de personalidade limítrofe e a síndrome de burnout (crise nervosa provocada pelo esgotamento). Não são mais infecções que nos assolam, são enfartos psíquicos provocados não pela negatividade de algo imunologicamente diverso, mas pelo excesso de positividade. Esses problemas escapam a qualquer técnica imunológica que tenha a função de barrar a negatividade daquilo que é estranho",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "O potencial estético-poético dos games e a sociedade de desempenho",
    "color": "Pink",
    "highlight_note": "Link: https://web.archive.org/web/20240415071339/https://www4.pucsp.br/pos/tidd/teccogs/artigos/2015/edicao_11/teccogs11_artigo06.pdf"
  }, {
    "highlight": "A principal justificativa de Han contra o paradigma imunológico na atualidade é que ele não se coaduna com o processo de globalização",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Como consequência do excesso de positividade, Han define nossa sociedade atual como “sociedade do desempenho”, em oposição à sociedade disciplinar de Foucault",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": " A diferença é que, enquanto a sociedade positiva atual é principalmente composta por sujeitos de desempenho e produção – os “empresários de si mesmos” -, a anterior sociedade de controle era uma sociedade da negatividade, da proibição, do não-ter-o-direito. T",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Com isso, o sujeito de desempenho é mais rápido e mais produtivo que o sujeito da obediência. Mesmo assim, o sujeito de desempenho continua disciplinado. Uma vez que o imperativo de desempenho é o novo mandato da sociedade pós- moderna do trabalho, seu novo maior problema é justamente a pressão de desempenho que desencadeia as já mencionadas enfermidades neuronais",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "“A pura inquietação não gera nada de novo, apenas reproduz e acelera o já existente”",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "No estado contemplativo, de certo modo, saímos de nós mesmos, mergulhamos nas coisas",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Han também se apoia em Nietzsche, que sustenta que “a vida humana finda numa hiperatividade mortal se dela for expulso todo elemento contemplativo”. Uma das correções necessárias à humanidade, por Nietzsche proposta, é fortalecer em grande medida o elemento contemplativo da sociedade (p. 37). Para fortalecer tal elemento contemplativo, Han desenvolve em sua obra o que chama de “pedagogia do ver”. Para ele, a vida contemplativa pressupõe uma maneira específica do ver (p. 51). Ainda baseado em Nietzsche, Han define aprender a ver enquanto “habituar o olho ao descanso, à paciência, ao deixar-se aproximar-se-de-si”; numa atenção profunda e contemplativa, um olhar demorado e lento.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-29",
  "title": "A Brief History & Ethos of the Digital Garden",
  "url": "https://maggieappleton.com/garden-history",
  "thumbnail": "https://maggieappleton.com/og/garden-history.png",
  "tags": ["Jardim digital", "Cibercultura"],
  "summary": "",
  "page_comment": "",
  "highlights": []
}, {
  "date": "2025-04-29",
  "title": "Human Curiosity in the Age of AI",
  "url": "https://read.glasp.co/p/human-curiosity-in-the-age-of-ai",
  "thumbnail": "https://substackcdn.com/image/fetch/w_1200,h_600,c_fill,f_jpg,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F2e11cdb5-30ca-40fa-8f08-72eb66bd9e62_1280x720.png",
  "tags": ["Artificial Intelligence"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Yet paradoxically, as machines become more capable of answering our questions, our ability to ask meaningful ones becomes increasingly precious.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Today, we face the opposite challenge: information overload.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "We’re bombarded with more content than any human could possibly process, which creates anxiety, overwhelm, and confusion.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "What AI cannot do, however, is feel the emotional and intellectual hunger that drives humans to pursue knowledge for its own sake. The thrill of the intellectual chase remains uniquely ours.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Perhaps most importantly, human curiosity can help us explore not just what AI can do, but what it should do, ensuring that technological advancement supports human flourishing",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "In the age of AI, our most human trait – curiosity – will become our most valuable one.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-22",
  "title": "PIG (2022) 🐽",
  "url": "https://curtaclube.substack.com/p/pig-2022",
  "thumbnail": "https://substackcdn.com/image/youtube/w_728,c_limit/okFodk74gyk",
  "tags": ["Cinema", "Crítica", "Animação", "Newsletter", "Curta-metragem", "Cinema independente"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Mas existe algo único na animação que é a capacidade de lidar com o absurdo sagaz, trazendo elementos e características visuais que nos colocam em uma viagem sensorial, sem nos perdermos no que ela realmente está tentando dizer. Talvez sejam os excessos: detalhes, cores, formas, sons, símbolos… coisas que são de certa forma limitadas no filme tradicional, exceto claro, quando carregado de VFX ou hiperestilizado, mas entra em outro lugar.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "É um ciclo sem fim, ou melhor, que termina quando tudo termina.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-15",
  "title": "A Síndrome de Frankenstein: Medos e Desafios - MIT Technology Review",
  "url": "https://mittechreview.com.br/sindrome-frankenstein-ia/",
  "thumbnail": "https://mittechreview.com.br/wp-content/uploads/2024/10/mit_trbr_artigo_banner1140x400_20241007-2.jpg",
  "tags": ["Síndrome de Frankenstein", "Inteligência Artificial", "Frankenstein"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "A síndrome de Frankenstein é um termo que foi popularizado por críticos culturais e estudiosos para descrever o medo e a desconfiança em relação às criações tecnológicas que parecem escapar do controle humano.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "simboliza o temor do desconhecido, uma criação que, embora nascida da mente humana, acaba por ultrapassar os limites de seu criador",
    "color": "Pink",
    "highlight_note": ""
  }, {
    "highlight": "um sentimento que é amplificado na era moderna pela complexidade das novas tecnologias",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "A tecnologia, em particular a IA, surge como o novo “monstro” que suscita esse medo",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "A incerteza sobre como essas tecnologias serão desenvolvidas e utilizadas alimenta um sentimento de alienação, gerando resistência e temor. Assim como o monstro de Shelley, que foi rejeitado pela sociedade e acabou se voltando contra ela, a IA é vista por muitos como uma criação potencialmente perigosa, uma vez que suas capacidades avançam além da compreensão de muitos",
    "color": "Blue",
    "highlight_note": ""
  }, {
    "highlight": "Exemplos contemporâneos não faltam: desde o uso de deepfakes, que desafiam nossa percepção da realidade",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "manipular informações em escala global, até sistemas de vigilância avançados que levantam questões sobre privacidade e liberdade",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "O temor de que a IA possa substituir trabalhos humanos cria uma tensão entre a inovação tecnológica e a preservação da dignidade humana no ambiente corporativo",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "A síndrome de Frankenstein, em sua essência, representa uma barreira psicológica e social para aqueles que não possuem familiaridade com as novas tecnologias",
    "color": "Pink",
    "highlight_note": ""
  }, {
    "highlight": "A falta de conhecimento técnico gera medo, resistência e exclusão, criando um fosso entre aqueles que compreendem e utilizam essas tecnologias e aqueles que as veem como uma ameaça. Esse fosso é agravado pela rápida evolução da IA, que está sendo incorporada em sistemas que vão desde assistentes virtuais até veículos autônomos.",
    "color": "Blue",
    "highlight_note": ""
  }, {
    "highlight": "Aqueles que não conseguem se adaptar às novas demandas tecnológicas correm o risco de serem marginalizados, perdendo competitividade em um mercado de trabalho cada vez mais digitalizado",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Esse medo, portanto, não é apenas irracional, é uma reação a uma realidade em que o desconhecimento se traduz em perda de oportunidade e relevância.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Por outro lado, aqueles que detêm conhecimento e compreensão das novas tecnologias, especialmente da Inteligência Artificial, encontram-se em uma posição de poder.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "A síndrome de Frankenstein é, em última análise, um reflexo das desigualdades inerentes à revolução tecnológica.",
    "color": "Pink",
    "highlight_note": ""
  }, {
    "highlight": "Para superar essa barreira, é fundamental que se promova uma maior democratização da educação tecnológica e analítica. Somente através da inclusão digital, interação com dados e da alfabetização tecnológica poderemos enfrentar esses medos e garantir que a IA e outras tecnologias avancem de maneira que mais indivíduos possam entender e controlar, evitando que avanços tecnológicos se tornem os “monstros” de nosso tempo.",
    "color": "Blue",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-15",
  "title": "You’re Trying to Do Too Much - Scott H Young",
  "url": "https://www.scotthyoung.com/blog/2024/06/18/doing-too-much/",
  "thumbnail": "https://www.scotthyoung.com/blog/wp-content/uploads/2024/06/Vase-productivity-1.jpg",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "every addition necessarily implies an equal subtraction.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "When we look at a figure-ground illusion, we don’t see that the vase and the faces coexist—one part becomes the figure, and the other recedes into the background.",
    "color": "Yellow",
    "highlight_note": "Quero escrever sobre isso em algum momento, quando você está vendo duas coisas, em que ponto está sua atenção?"
  }, {
    "highlight": "The conventional strategy for subtraction is to do it by default: Procrastinate on everything that isn’t a priority. Rebel against the escalating commitments on your time. Opt out and ignore.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": " we might procrastinate on our least valuable tasks, often we procrastinate on work that is harder, ambiguous or frustrating. Ironically, in our unconsidered efforts to cut back, we often cut back the very tasks that really need doing.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Instead of looking at the goals we’re trying to accomplish, look at all the things we do that suck up our time and energy and offer very little in return.",
    "color": "Blue",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-15",
  "title": "The future of the internet is likely smaller communities, with a focus on curated experiences",
  "url": "https://www.theverge.com/press-room/617654/internet-community-future-research",
  "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/257537_COMMUNITIES_.png?quality=90&strip=all&crop=0%2C10.742221417566%2C100%2C78.515557164868&w=1200",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "The modern internet is nearly three decades old, and it’s starting to show its age. Think back to the ’90s: some of what we built back then, though groundbreaking, now feels outdated. The Verge recently created a special issue on what we were doing online in 2004, highlighting how Web 2.0 was born.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-14",
  "title": "Video Game Music Downloads - Free MP3 OST downloads - Game Soundtracks for download",
  "url": "https://downloads.khinsider.com/",
  "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
  "tags": ["Downloads", "Game Soundtracks", "OST Downloads", "Video Game Music"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "KHInsider's archive contains both music extracted directly from games and converted into MP3 and lossless formats, as well as long lost albums that you can't even find on ebay.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-13",
  "title": "What Type of Experimentalist Are You?",
  "url": "https://nesslabs.com/experimentalist",
  "thumbnail": "https://nesslabs.com/wp-content/uploads/2025/02/experimental-mindset-pari-system-1024x575.png",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "We all face new challenges, but each of us tends to navigate these experiences differently, in ways that can reveal fascinating insights about our relationship with uncertainty, change, and growth.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "I explore how an experimental mindset can transform not just what we achieve, but how we experience the journey itself – and how that journey is different for everyone.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "four distinct phases that work together to create meaningful change.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Pact",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Act",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": " Pact. This is the imagination phase where you choose the hypothesis you want to test",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "2. Act. This is the action phase where you actually conduct the experiment and collect data",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": ". React. This is the metacognition phase where you analyze results, iterate, and reflect",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "3. Impact. This is the contribution phase where you use what you’ve learned to contribute to something bigger than yourself. That’s the phase a lot of ambitious people tend to focus on: we want to make our mark and create lasting change",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "In contrast, if you approach impact with an experimental mindset, you recognize that the “lone genius” is a myth and that we grow better by sharing our learning journey. You know the value of unlocking social flow, learning in public, and engaging in generative work that benefits your communities in the here and now, versus focusing on the elusive concept of long-term legacy.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Pact: Do you love researching, imagining possibilities, and forming hypotheses? Act: Do you thrive in implementation and hands-on “getting things done” work? React: Are you naturally reflective and analytical about your experiences? Impact: Do you instinctively look for ways to share your journey to help others?",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-04-07",
  "title": "What If Every Failure Is Just An “Accidental Experiment?” - Jason Feifer",
  "url": "https://www.jasonfeifer.com/accidental-experiment/",
  "thumbnail": "https://www.jasonfeifer.com/wp-content/uploads/2025/03/Screen-Shot-2024-10-10-at-7.44.44-AM.png",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Because here’s the thing: Mistakes suck. They make us feel empty — like there’s a vacuum where there should have been a victory.  But the “accidental experiment” completely reframes the experience. It gives you something to ponder, explore, and learn from.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "“It was like an accidental experiment,” she said. “When the call got cut off, you got to see how many people were truly engaged and willing to come back — and almost all of them did. That’s very high retention!”",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "In her new (and excellent) book Tiny Experiments, which is about how to live a life of curiosity, neuroscientist Anne-Laure Le Cunff describes experiments as our natural way of learning",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "“But then something changes,” she writes. “We begin caring about what people think of us and we project an image of confidence, focusing on self-packaging over self-improvement. We welcome anything that provides the perception of control — whether it’s a productivity tool, a time management method, or a goal-setting framework.”",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "That’s when we begin to fear experiments — and we miss out on everything they have to offer.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "As children, we constantly experimented — testing to see what works and what doesn’t, and asking “Why?” more than 100 times per hour. (That’s a real number!)",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "So much can go wrong. Our efforts can fail. Our relationships can fracture. Our time can be wasted. Our egos can be bruised.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-03-31",
  "title": "The Windows<SUP>®</sUP> 95 User Interface: A Case Study in Usability Engineering",
  "url": "https://dl.acm.org/doi/fullHtml/10.1145/238386.238611",
  "thumbnail": "https://dl.acm.org/cms/attachment/31f06410-785e-4889-935f-8a33e7a7aee9/kds_fg01.gif",
  "tags": ["UI Design", "Estudo de caso"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "The development of the user interface for a large commercial software product like Microsoft® Windows 95 involves many people, broad design goals, and an aggressive work schedule. This design briefing describes how the usability engineering principles of iterative design and problem tracking were successfully applied to make the development of the UI more manageable. Specific design problems and their solutions are also discussed.",
    "color": "Yellow",
    "highlight_note": "Um estudo de caso de um design da Microsoft em 1996 sobre a criação do design de interface do Windows 95."
  }]
}, {
  "date": "2025-03-31",
  "title": "Designing Windows 95’s User Interface",
  "url": "https://socket3.wordpress.com/2018/02/03/designing-windows-95s-user-interface/",
  "thumbnail": "https://socket3.wordpress.com/wp-content/uploads/2018/02/win95uidesgn-8.gif",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "DESIGNING WINDOWS 95’S USER INTERFACE",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "DESIGNING WINDOWS 95’S USER INTERFACE",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "DESIGNING WINDOWS 95’S USER INTERFACE",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Three years ago I came across an interesting paper written up by a Microsoft employee, Kent Sullivan, on the process and findings of designing the new user interface for Windows 95. The web page has since been taken down – one reason why I’m a bit of a digital hoarder.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-03-30",
  "title": "Why Are We Building Glasp?",
  "url": "https://read.glasp.co/p/why-im-building-glasp",
  "thumbnail": "https://substackcdn.com/image/fetch/w_1200,h_600,c_fill,f_jpg,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F93c5ca16-c25d-4bd8-a31a-46bfc4a1b04a_1280x720.jpeg",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Otto von Bismarck once said, “Only a fool learns from his own mistakes. The wise man learns from the mistakes of others.” ",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-03-30",
  "title": "Thinking in maps: from the Lascaux caves to knowledge graphs",
  "url": "https://nesslabs.com/thinking-in-maps",
  "thumbnail": "https://nesslabs.com/wp-content/uploads/2020/05/thinking-in-maps-banner.png",
  "tags": ["Criatividade", "Mapa mental", "Linguagem", "História"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "In the December 2007 edition of Philosophy of Mind, Professor Elisabeth Camp, whose research has focused on forms of thoughts that do not fit standard models, wrote: “Thinking in maps is substantively different from thinking in sentences.”",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "What do hieroglyphs, flowcharts, road signs, and knowledge graphs have in common? They’re all thinking maps. Humans have been thinking in maps since the very first symbolic communication systems.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "a map does not need to be geographic—it can be any symbolic depiction of the relationship between elements of some physical or mental space, such as themes, objects, or areas.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Common visual symbols:  Pictogram. A symbol that conveys its meaning through its pictorial resemblance to a physical object. Ideogram. A graphic symbol that represents an idea or concept, independent of specific words or phrases. Logogram. A written character that represents a word or phrase.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Look around you: laundry symbols, cooking instructions, common software icons—all of these are tiny maps made of connected symbols your mind has been exposed to enough times to interpret automatically.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "almost all cultures use pictograms in addition to their written language to communicate meaning.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "When thinking in maps, word-maps (pictograms, ideograms, logograms and other visual symbols) are often amalgamated with world-maps (physical or mental space maps) to create visual representations of our knowledge, beliefs, or questions.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "“One of the characteristics you will find of polymaths is that they see links where we see separations—for Leonardo everything is linked up.”",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "“These are the principles for the development of a complete mind: study the science of art, study the art of science. Realise that everything connects to everything else,” Da Vinci wrote in one of his notes.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "one of the earliest mind maps we know of can be found in the Codex Amiatinus, the oldest surviving example of a complete Bible, which was commissioned as a gift for the Pope in 692.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "1974, when it was used by author and educational consultant Tony Buzan in a BBC TV series called Use Your Head. Tony Buzan is often credited as the inventor of the mind map. More accurately, he invented the term mind map.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "It is extremely challenging to visually represent substantial volumes of dynamic ideas, all at different stages of formulation, with intricate bi-directional relationships.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "“Consider a future device (…) in which an individual stores all his books, records, and communications, and which is mechanised so that it may be consulted with exceeding speed and flexibility. It is an enlarged intimate supplement to his memory,” he writes in 1945, coining the term memex.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "The concept of the memex influenced the early development of hypertext systems, eventually leading to the creation of the Internet as we know it today—the biggest collective knowledge management system ever built.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-03-30",
  "title": "Creativity in a Nutshell - Interalia Magazine",
  "url": "https://www.interaliamag.org/articles/margaret-boden-creativity-in-a-nutshell/",
  "thumbnail": "https://www.interaliamag.org/wp-content/uploads/2016/07/Margaret-A-Boden-the-creative-mind-Copy.jpg",
  "tags": ["Criatividade", "Lista de leitura"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Creativity is the ability to come up with ideas or artefacts that are new, surprising, and valuable. “Ideas,” here, includes concepts, poems, musical compositions, scientific theories, cooking recipes, choreography, jokes … and so on, and on. “Artefacts” include paintings, sculpture, steam-engines, vacuum cleaners, pottery, origami, penny-whistles … and you can name many more.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Creative ideas are unpredictable. Sometimes, they even seem to be impossible — and yet they happen.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-03-28",
  "title": "Of Note: Better Text Annotations for the Web | Viget",
  "url": "https://www.viget.com/articles/of-note-better-text-annotations-for-the-web/",
  "thumbnail": "https://svc.assets.viget.com/eyJidWNrZXQiOiJ2Z3QtdmlnZXRjb20tYWxsLWFzc2V0cyIsImtleSI6ImJkLWFubm90YXRpb24taWxsdXN0cmF0aW9uLnBuZyIsImVkaXRzIjp7InJlc2l6ZSI6eyJ3aWR0aCI6MTIwMCwiaGVpZ2h0Ijo2MDAsImZpdCI6ImNvdmVyIn0sIndpdGhNZXRhZGF0YSI6dHJ1ZSwidG9Gb3JtYXQiOiJwbmciLCJwbmciOnsiY29tcHJlc3Npb25MZXZlbCI6MiwicHJvZ3Jlc3NpdmUiOmZhbHNlfX19?signature=550344cfd429a5d3836af9adb9b42deb0ba52c9b88ce3cdfd5198fb0eeb4f0a4",
  "tags": ["UI Design", "Para ler"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Of Note: Better Text Annotations for the Web",
    "color": "Yellow",
    "highlight_note": "Publicação sobre o design de notas dentro de textos na web."
  }, {
    "highlight": " “Annotation is motivated by the human need to talk and explain; in this way, annotation provides a structure for extending or depicting the meaning of things in the world.” At their best, they illuminate subtle meanings; at their worst, they distract from the drift of their referent.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Annotations clarify, contextualize, and complement a subject.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "this pattern is a digital version of the endnotes printed in reference-heavy books. The reader who wants to read the notes faces a tedious journey. She experiences a physical context switch (marking her current position and moving to a new one), a visual context switch (finding the relevant note in the endnotes), and an intellectual context switch (removing herself from the flow of the present argument).",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "n ideal Web annotation pattern follows these principles:  Annotations appear in close visual proximity to the primary content. Their design neither distracts from nor hides the primary content. The preceding principles are followed regardless of screen width.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "digital",
    "color": "Pink",
    "highlight_note": "Referência irada do comportamento de anotações dentro do texto."
  }]
}, {
  "date": "2025-03-28",
  "title": "There’s no such thing as a footnote  ¶  Personal Weblog of Joe Clark, Toronto",
  "url": "http://blog.fawny.org/2005/07/24/footnote/",
  "thumbnail": "https://storage.googleapis.com/glasp.co/src/img/thumbnail_wide.png",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "In HTML or XHTML, there’s no such thing as a footnote.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-03-27",
  "title": "Web annotation is already at scale",
  "url": "https://medium.com/meedan-updates/web-annotation-is-already-at-scale-8bb0dbfc0c9",
  "thumbnail": "https://miro.medium.com/v2/resize:fit:1200/1*5700NgZGhh7TgFaiL_HDlw.jpeg",
  "tags": [],
  "summary": "",
  "page_comment": "",
  "highlights": []
}, {
  "date": "2025-03-27",
  "title": "Exploring the beautiful world of indie horror games (why work from smaller devs, and indie devs, is so meaningful) – The Candybox Blog",
  "url": "https://www.nathalielawhead.com/candybox/exploring-the-beautiful-world-of-indie-horror-games",
  "thumbnail": "https://nathalielawhead.com/noodles/dreadx/SK6mci.jpg",
  "tags": ["Jogos", "Indie", "Horror", "Para ler"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Exploring the beautiful world of indie horror games (why work from smaller devs, and indie devs, is so meaningful)",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-03-27",
  "title": "web world as water: digital ecosystems that give life  — kening zhu",
  "url": "https://keningzhu.com/journal/web-world-as-water",
  "thumbnail": "https://static1.squarespace.com/static/51e8148de4b01c1eb79c1977/5682f162b204d5635670f310/65b9f3376d00b96d84557ce6/1728474570671/web_as_water_website_as_bath.jpg?format=1500w",
  "tags": ["Para ler", "Produtividade", "Jardim digital", "Ecossistema digital", "Criatividade"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "web world as water: digital ecosystems that give life",
    "color": "Yellow",
    "highlight_note": "Post sobre ecossistemas digitais semelhantes a jardins, vale a pena conferir para entender essa dinâmica de produtividade e interação."
  }]
}, {
  "date": "2025-03-27",
  "title": "transcendence of a productivity addict — kening zhu",
  "url": "https://keningzhu.com/journal/transcendence-of-a-productivity-addict",
  "thumbnail": "https://static1.squarespace.com/static/51e8148de4b01c1eb79c1977/5682f162b204d5635670f310/67d3f50783f5754fb59b7e18/1742119129227/ep17-cover.jpg?format=1500w",
  "tags": ["Para ler", "Produtividade", "Positividade", "Web Rebel"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "transcendence of a productivity addict",
    "color": "Yellow",
    "highlight_note": "Podcast sobre vício em produtividade."
  }]
}, {
  "date": "2025-03-27",
  "title": "Web Design Museum - Discover old websites, apps and software",
  "url": "https://www.webdesignmuseum.org/",
  "thumbnail": "https://www.webdesignmuseum.org/uploaded/others/cropped-social-image-bg.png",
  "tags": ["Cibercultura", "Velha internet", "Library"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Web Design Museum exhibits thousands of screens and videos of old websites, mobile apps and software from 1990s to mid-00s",
    "color": "Yellow",
    "highlight_note": "Site com print de páginas antigas e muitas desativadas."
  }]
}, {
  "date": "2025-03-26",
  "title": "What makes a good human interface? | thesephist.com",
  "url": "https://thesephist.com/posts/dm/",
  "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
  "tags": ["UI Design", "Para ler"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "What makes a good human interface?  A good engaged interface lets us do two things. It lets us  see information clearly from the right perspectives, and  express our intent as naturally and precisely as we desire.  To see and to express. This is what all great engaged interfaces — creative and exploratory tools — are about.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-03-26",
  "title": "Navigate, don't search | thesephist.com",
  "url": "https://thesephist.com/posts/search-vs-nav/",
  "thumbnail": "https://thesephist.com/img/find-uis.png",
  "tags": ["UI Design", "Cibercultura"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Humans are bad at coming up with search queries. Humans are good at incrementally narrowing down options with a series of filters, and pointing where they want to go next. This seems obvious, but we keep building interfaces for finding information that look more like Google Search and less like a map.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "All of these things, from text search boxes to links to algorithmic feeds, occupy places on a single spectrum, the spectrum of “interfaces people use to find information”",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "one side are interfaces that teleport the user straight to the result, like URLs or search",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "other side of the spectrum are interfaces for approaching what exactly you’re looking for incrementally – links and recommendation systems.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Different they may seem",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "all really interface ideas trying to address the same fundamental problem: looking for the needle in an information haystack.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "I’ve been pondering this gap between one-shot and incremental information-finding interfaces in the context of knowledge tools recently. Text search boxes are easy to design and easy to add to apps. But I think their ease on developers may be leading us to ignore potential interface ideas that could let us discover better ideas, faster.",
    "color": "Yellow",
    "highlight_note": "Esse é um questionamento interessante pois, observando outras formas de navegação, como em digital gardens, é possível ver essa diferença em como as informações de buscas se organizam e como mergulham e surfamos nelas. Vale refletir mais sobre isso, se precisamos ter mais densidade ou objetividade."
  }, {
    "highlight": "Navigate, don't search",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-03-25",
  "title": "As Leis da Gestalt aplicadas ao Design de Interfaces",
  "url": "https://brasil.uxdesign.cc/as-leis-da-gestalt-aplicadas-ao-design-de-interfaces-efc480dc06ec",
  "thumbnail": "https://miro.medium.com/v2/resize:fit:1200/1*ibzRFIPL3wL2-LuRUdOb2g.jpeg",
  "tags": ["UI Design", "Gestalt"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "É que a Gestalt dita a forma como nós iremos, mesmo que inconscientemente, compreender tudo o que estamos visualizando em uma tela. De que forma iremos interpretar um conjunto ou agrupamento de elementos contidos em uma interface, é um exemplo disso.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-03-10",
  "title": "Reciclando o “lixo cultural”: uma análise sobre o consumo trash entre os jovens - Mayka Castellano",
  "url": "http://www.intercom.org.br/papers/nacionais/2007/resumos/r1371-2.pdf",
  "thumbnail": "https://glasp.co/images/ogps/thumbnail_pdf.jpeg",
  "tags": ["Para ler", "Paracinema", "Artigo", "Lixo cultural", "Cultura trash"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "Neste artigo, aproximo a idéia de trash à expressão paracinema usada por Sconce (1995). Para o autor, paracinema não é apenas um grupo distinto de filme, mas, acima de tudo, uma forma específica de leitura de determinadas produções audiovisuais, uma sensibilidade anti-estética e subcultural, que valoriza todo o tipo de “lixo”. Ou seja, filmes que rejeitam ou ignoram a cultura legítima do ponto de vista da crítica cinematográfica. Este conceito não é relacionado a nenhum gênero específico, podendo abranger tanto um filme de terror ou de ficção científica (exemplos clássicos de trash), quanto uma campanha governamental de higiene, um filme caseiro sobre as férias em família ou um pornô sadomasoquista",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Assim, a audiência do paracinema gosta de se ver como uma força contestadora no mercado intelectual e cultural (SCONCE, 1995)",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "A junção que fazem da cultura da elite com os artefatos mais baixos da cultura de massa mostra, porém, que a política de estratificação social e do gosto no paracinema é mais complexa que uma simples divisão entre low e high brow (SCONCE,1995:372)",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "Os estudos norte-americanos feitos entre fãs ligados à área acadêmica sugerem que a retórica do paracinema propõe uma batalha entre a “guerrilha” dos fãs de filme cult e o exército de elite formado pelos supostos formadores de gosto do cinem",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-03-10",
  "title": "Paracinema — Genre Ward",
  "url": "https://genreward.com/blog/paracinema",
  "thumbnail": "https://glasp.co/images/ogps/thumbnail_empty.jpeg",
  "tags": ["Paracinema"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "As a most elastic textual category, paracinema would include entries from such seemingly disparate subgenres as ‘badfilm’, splatterpunk, ‘mondo’ films, sword and sandal epics, Elvis flicks, government hygiene films, Japanese monster movies, beach-party musicals, and just about every other historical manifestation of exploitation cinema from juvenile delinquency documentaries to soft-core pornography. Paracinema is thus less a distinct group of films than a particular reading protocol, a counter-aesthetic turned subcultural sensibility devoted to all manner of cultural detritus. In short, the explicit manifesto of paracinematic culture is to valorize all forms of cinematic ‘trash’, whether such films have been either explicitly rejected or simply ignored by legitimate film culture. In doing so, paracinema represents the most developed and dedicated of cinephilic subcultures ever to worship at ‘the temple of schlock’.",
    "color": "Yellow",
    "highlight_note": ""
  }]
}, {
  "date": "2025-02-14",
  "title": "Inspirações da small web",
  "url": "https://porce-lana.blogspot.com/2025/02/inspiracoes-da-small-web.html",
  "thumbnail": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgbGD5kn38ozJNeDLCxXrhgxfU55Hixwpjh4FFOD9y_p6VKQzur7GG3-HwqkTe0TeG9Gu5GOmoAtj6kJDrMqlR8TpYrdxZEn-YOD4uszttzbQRCRD-G_KkloWh4fymFHxfv03PkUwcXBdN2AJmaNYc5E0MPwXxRBUOaushXjgdCqR_TJ-OFPAIPIK9Q9h2L/w1200-h630-p-k-no-nu/Screenshot_2025-02-07-12-25-53-495_com.zhiliaoapp.musically-edit.jpg",
  "tags": ["Blog", "Post", "Cibercultura", "Clipping"],
  "summary": "",
  "page_comment": "",
  "highlights": [{
    "highlight": "A ideia era que cada link daquela página, fosse um post no blog sobre o link original. Porque normalmente o link original vira um link quebrado e o registro daquele conteúdo desaparece.",
    "color": "Yellow",
    "highlight_note": ""
  }, {
    "highlight": "quero deixar alguns links abaixo:  The internet used to be fun Small web, por Talyssa The creative independent Fuse.Kiwi Freefaces https://skins.webamp.org/ https://public.work/ We present, we transfer The thing about blogging Notebooks beat phones 15 years of blog... Zines for breakfast Maya Land",
    "color": "Yellow",
    "highlight_note": ""
  }]
}]